Repository: KDE/tokodon
Catalog: po/*/tokodon.po
Languages: ar, fa

# @action:button Unmute this user
source: Unmute
ar: ألغ الكتم

source: No accounts available
ar: لا يوجد حسابات
fa: هیچ حسابی موجود نیست

# @title:group Alternate text or description of the image
source: Description
ar: الوصف
fa: توضیحات

# @title:group
source: Focal point
ar: نقطة الاتصال
fa: نقطه کانونی

# @label:textbox Poll choice
source: Choice %1
ar: الاختيار %1
fa: انتخاب %1

# @action:intoolbar Poll toolbar
source: Add Choice
ar: أضف اختيار
fa: اضافه کردن انتخاب

# @info:tooltip Poll toolbar
source: Add a new poll choice
ar: أضف اختيار جديد للتصويت
fa: افزودن انتخاب جدید به نظرسنجی

# @info:tooltip Poll toolbar
source: When the poll will expire
ar: عندما ينتهي التصويت
fa: درچه زمانی نظرسنجی منقضی شود؟

# @option:check Poll toolbar
source: Multiple choice
ar: أسئلة متعددة الإجابات
fa: چند انتخابی

# @info:tooltip Poll toolbar
source: Allow multiple choices
ar: اسمح بالاختيارات المتعددة
fa: اجازه دادن به انتخاب چند مورد

# @option:check Poll toolbar
source: Hide totals
ar: أخف المجموع
fa: مخفی کردن جمع

# @info:tooltip Poll toolbar
source: Hide vote count until the poll ends
ar: أخف عدد الأصوات حتى نهاية التصويت
fa: مخفی کردن تعداد رأی تا زمانی که نظرسنجی پایان یابد

source: Remove
ar: أزل
fa: حذف کردن

# Draft, unfinished post
source: Draft
ar: مسودة

# Scheduled for this date
source: Scheduled for %1
ar: جدول لـ%1

# @action:button Discard this post
source: Discard
ar: أهمِل

# @info:placeholder
source: No Drafts
ar: لا يوجد مسودات

# @info:placeholder
source: No Scheduled Posts
ar: لا يوجد منشورات مجدولة

# @title
source: Discard Draft
ar: أهمِل المسودة
fa: صرف‌نظر از پیشنویس

# @label
source: Are you sure you want to discard your draft?
ar: هل أنت متأكد أنك تريد إهمال مسودتك؟
fa: آیا از صرف‌نظر کردن از پیش‌نویس خود مطمعن هستید؟

# @action:button Discard this draft
source: Discard
ar: أهمِل

# @title:window
source: Edit This Post
ar: حرر هذا المنشور
fa: ویرایش فرسته

# @title:window
source: Reply to This Post
ar: رد على هذا المنشور
fa: پاسخ به فرسته

# @title:window
source: Rewrite This Post
ar: أعِد نشر هذا المنشور
fa: بازنویسی فرسته

# @title:window
source: Write a New Post
ar: اكتب منشورًا جديدًا
fa: نوشتن یک فرسته جدید

# @action:intoolbar Draft or unfinished posts
source: Drafts
ar: المسودّات

# @action Pop out the status composer
source: Pop Out
ar: افصل
fa: بالاپر

source: Saving an edited post that has a poll will clear existing results.
ar: سيؤدي حفظ المنشور المحرر الذي يحتوي على تصويت إلى مسح النتائج الموجودة.
fa: ویرایش‌کردن یک فرسته حاوی نظرسنجی باعث می‌شود تا تمامی نتایج حذف شوند.

# @action:button Send a post
source: Send
ar: أرسل
fa: ارسال

# @action:button Reply to a post
source: Reply
ar: ردّ
fa: پاسخ‌دادن

# @action:button Send the same post again
source: Repost
ar: أعد النشر
fa: بازنشر

# @action:Button Save an edited a post
source: Save
ar: احفظ
fa: ذخیره

# @action:button Keep this draft
source: Save
ar: احفظ

# @action:button Go back to editing
source: Cancel
ar: ألغِ

# @title
source: Schedule Post
ar: جدولة المنشورات

# @action:button Set this post's schedule to when it should be posted
source: Set Schedule
ar: عين جدولة

# @info:placeholder
source: Content notice
ar: ملاحظة محتوى

# @info:placeholder
source: What's new?
ar: ما الجديد؟
fa: چه چیز‌هایی جدید است؟

# @title:window
source: Choose a File
ar: اختر ملفًا
fa: انتخاب یک سند

# @action:button
source: Attach File
ar: أرفق ملفًّا

# @info:tooltip
source: You can't have attachments and a poll in the same post.
ar: لا يمكنك الحصول على مرفقات وتصويت في نفس المنشور.

# @info:tooltip
source: You have the maximum allowed number of attachments.
ar: لديك الحد الأقصى المسموح به من المرفقات.

# @info:tooltip
source: Attach file
ar: أرفق ملفًّا
fa: پیوست یک سند

# @action:button
source: Attach Poll
ar: أرفق تصويتًا

# @info:tooltip
source: You can't modify or add a poll to an existing post.
ar: لا يمكنك تعديل أو إضافة تصويت إلى مشاركة موجودة.

# @info:tooltip
source: Add poll
ar: أضف تصويت
fa: اضافه‌کردن نظرسنجی

# @action:button
source: Content Notice
ar: ملاحظة محتوى

# @info:tooltip
source: Content notice
ar: ملاحظة محتوى

# @action:button
source: Visibility
ar: الظّهور

# @title
source: Visibility
ar: الظّهور

# @item:inmenu Local to this server
source: Local
ar: المحليّة
fa: محلی

# @item:inmenu Public to the world
source: Public
ar: عام
fa: عمومی

# @item:inmenu Public but less so
source: Unlisted
ar: غير مدرج في قائمة
fa: فهرست نشده

# @item:inmenu Only to followers
source: Private
ar: خاص
fa: خصوصی

# @item:inmenu Only to who is explicitly mentioned
source: Direct Message
ar: رسالة مباشرة
fa: پیام‌ خصوصی

# @info:tooltip Post visibility
source: Visibility
ar: الظّهور
fa: دید

# @info:tooltip
source: Post language
ar: لغة المنشور
fa: زبان فرسته

# @action:button
source: Add Emoji
ar: أضف صورة تعبيرية

# @info:tooltip
source: Add emoji
ar: أضف صورة تعبيرية
fa: افزودن شکلک

# @label Character count in the status composer
source: <b>%1/%2</b> characters
ar: <b>%1/%2</b> محرف
fa: <b>%1/%2</b> حرف

# @action:button Schedule something to be posted later
source: Schedule
ar: الجدولة

# @title
source: Alt Text Reminder
ar: تذكير بالنص البديل

# @label
source: Some of your media is missing alt text. Adding descriptions help everyone, especially the visually impaired.
ar: بعض الوسائط الخاصة بك تفتقر إلى نص بديل. إضافة الأوصاف تساعد الجميع، وخاصة المكفوفين.

source: Loading
ar: يحمّل
fa: بارگذاری

source: Home (%1)
ar: المنزل (%1)
fa: خانه (%1)

source: Show Boosts
ar: أظهر إعادة نشر
fa: نمایش تقویت‌ها

source: Show Replies
ar: اعرض الردود
fa: نمایش پاسخ‌ها

# @info:status Network status
source: Failed to contact server: %1. Please check your settings.
ar: فشل الاتصال بالخادم: %1. تأكد من إعداداتك.
fa: در ارتباط با کارساز مشکل پیش آمد: %1 لطفاً تنظیمات خود را بازبینی کنید.

# @action:button Load more posts above this
source: Load More
ar: حمّل المزيد

source: Switch Account
ar: بدّل الحساب
fa: تعویض حساب‌کاربری

source: Switch account
ar: بدّل الحساب
fa: تعویض حساب‌کاربری

source: Empty conversation
ar: محادثة فارغة
fa: گفتگو خالی

source: %1 and %2
ar: %1 و%2
fa: %1 و %2

source: %2 and one other
ar: %2 و %1 آخرين
fa: %2 و یکی دیگر

source: Members of the list
ar: أعضاء القائمة
fa: اعضای این سیاهه

source: Any followed users
ar: أي مستخدمين متابعين
fa: همه حساب‌های پی‌گرفته

# @item:inlistbox Poll expire times
source: 5 minutes
ar: 5 دقائق
fa: ۵ دقیقه

# @item:inlistbox Poll expire times
source: 30 minutes
ar: 30 دقيقة
fa: ۳۰ دقیقه

# @item:inlistbox Poll expire times
source: 1 hour
ar: ساعة واحدة
fa: ۱ ساعت

# @item:inlistbox Poll expire times
source: 6 hours
ar: 6 ساعات
fa: ۶ ساعت

# @item:inlistbox Poll expire times
source: 12 hours
ar: 12 ساعة
fa: ۱۲ ساعت

# @item:inlistbox Poll expire times
source: 1 day
ar: يوم
fa: ۱ روز

# @item:inlistbox Poll expire times
source: 3 days
ar: 3 أيام
fa: ۳ روز

# @item:inlistbox Poll expire times
source: 7 days
ar: 7 أيام
fa: ۷ روز

source: An unknown error occurred.
ar: حدث خطأ مجهول
fa: یک خطای غیرمنتظره رخ داد.

source: Tokodon
ar: توكودون
fa: توکودون

source: Browse the Fediverse
ar: تصفح فيديفيرس

source: © 2021-2025 KDE Community
ar: © 2021-2025 مجتمع كِيدِي

source: Carl Schwan
ar: كارل شوان

source: Maintainer
ar: المصين
fa: نگهدارنده

source: Joshua Goins
ar: جوشوا جوينز

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
fa: سهراب بهدانی

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
fa: behdanisohrab@proton.me

source: Supports https, tokodon and web+ap url scheme
ar: يدعم مخططات عناوين https وweb+ap و tokodon

source: Share a line of text in the standalone composer.
ar: مشاركة سطر من النص في محرر مستقل.
fa: اشتراک‌گذاری بخشی از متن در یک محل نوشتار دیگر.

source: The text to share.
ar: النص المراد مشاركته.
fa: متن برای اشتراک‌گذاری.

source: Internal usage only.
ar: استعمال داخلي فقط.
fa: تنها برای استفاده داخلی

source: Receiving push notifications
ar: تلقي إخطارات
fa: دریافت آگاهی‌های ارسالی

source: Error occurred when fetching the latest notification.
ar: حدث خطأ أثناء جلب آخر إشعار.
fa: در هنگام دریافت آخرین آگاهی‌ها خطایی رخ داد.

# @title
source: Home
ar: المنزل
fa: خانه

# @title
source: Local
ar: المحليّة

# @title
source: Global
ar: عام

# @title
source: Bookmarks
ar: العلامات
fa: نشانک‌ها

# @title
source: Favorites
ar: المفضّلة

# @title
source: Trending
ar: الرائج
fa: داغ

source: Trending
ar: الرائج
fa: داغ

# @title:window
source: Loading…
ar: يحمّل...
fa: بارگذاری....

# @title
source: Post by %1
ar: نشرت بواسطة %1
fa: فرسته از %1

# @title:window
source: Trending News
ar: الأخبار الشائعة

# @title:group Title for the group of account related actions
source: Account
ar: الحساب

# @action:button
source: Switch to '%1'
ar: بدل إلى '%1'

# @action:button
source: Configure '%1'
ar: اضبط '%1'

# @action:button
source: Add Account
ar: أضف حسابًا

# @action:button
source: Write a New Post
ar: اكتب منشورًا جديدًا

# @action:button Home Timeline
source: Open Home Timeline
ar: افتح خطك الزمني

# @action:button Account Notifications
source: Open Notifications
ar: افتح الإشعارات

# @action:button Follows that require explicit allow/deny
source: Open Follow Requests
ar: افتح طلبات المتابعة

# @action:button Local timeline of posts from the account's own server
source: Open Local Timeline
ar: افتح الخط الزمني المحلي

# @action:button Global timeline of posts from the entire Fediverse network
source: Open Global Timeline
ar: افتح الخط الزمني العالمي

# @action:button Direct one-on-one messages between users
source: Open Conversations
ar: افتح المحادثات

# @action:button This account's favorited posts
source: Open Favorites
ar: افتح المفضّلة

# @action:button This account's bookmarked posts
source: Open Bookmarks
ar: افتح العلامات

# @action:button Explore this server's trending posts, news, and more
source: Open Explore
ar: افتح استكشف

# @action:button A list of this account's followed accounts
source: Open Following
ar: افتح المتابَعين

# @action:button Search for users, posts and tags
source: Open Search
ar: افتح البحث

# @action:button
source: Open Server Information
ar: افتح معلومات الخادوم

source: Open Lists
ar: افتح القوائم

# @action:button This account's profile
source: Open Profile
ar: افتح الملف الشخصي

# @action:button
source: Switch '%1'
ar: بدّل '%1'

# Previously used emojis
source: History
ar: التاريخ
fa: تاریخچه

# 'Custom' is a category of emoji
source: Custom
ar: مخصّص
fa: سفارشی

# 'Smileys' is a category of emoji
source: Smileys
ar: التعبيرات
fa: صورتک‌ها

# 'People' is a category of emoji
source: People
ar: أشخاص
fa: مردم

# 'Nature' is a category of emoji
source: Nature
ar: طبيعة
fa: طبیعت

# 'Food' is a category of emoji
source: Food
ar: مطاعم وطعام
fa: غذا

# 'Activities' is a category of emoji
source: Activities
ar: أنشطة
fa: فعالیت‌ها

# 'Travel' is a category of emoji
source: Travel
ar: سفر
fa: سفر

# 'Objects' is a category of emoji
source: Objects
ar: كائنات
fa: اشیاء

# 'Symbols' is a category of emoji
source: Symbols
ar: رموز
fa: نمادها

# 'Flags' is a category of emoji
source: Flags
ar: أعلام
fa: پرچم‌ها

source: Could not open the temporary download file
ar: تعذر فتح ملف التنزيل المؤقت
fa: نمی‌توان فایل بارگیری شده موقت را باز کرد

source: Could not reserve disk space for download
ar: تعذر حجز مساحة القرص للتنزيل
fa: نمی‌توان فضایی را برای بارگیری در نظر گرفت

# Job heading, like 'Copying'
source: Downloading
ar: يُنزّل
fa: درحال بارگیری

# The URL being downloaded/uploaded
source: Source
ar: المصدر
fa: مبدأ

# The location being downloaded to
source: Destination
ar: المقصد
fa: مقصد

source: in the future
ar: في المستقبل
fa: در آینده

source: %1s
ar: %1ث
fa: %1 ثانیه

source: %1m
ar: %1دق
fa: %1 دقیقه

source: %1h
ar: %1س
fa: %1 ساعت

source: Today
ar: اليوم

source: %1d
ar: %1ي
fa: %1 روز

source: 1 week ago
ar: أقلّ من أسبوع
fa: ۱ هفته پیش

source: 1 month ago
ar: قبل شهر
fa: ۱ ماه پیش

source: 1 year ago
ar: قبل سنة
fa: ۱ سال پیش

# @title
source: %1 favourite
fa: %1 پسندیدن

source: No follow requests
fa: هیچ درخواست پی‌گیری وجود ندارد

source: No followers
fa: هیچ پی‌گیرنده ای وجود ندارد

source: No followed users
fa: هیچ پی‌گرفته‌ای وجود ندارد

source: No muted users
fa: هیچ کاربر بی‌صدایی یافت نشد

source: No blocked users
fa: هیچ کاربر مسدود شده‌ای وجود ندارد

source: No featured users
fa: هیچ کاربر معرفی شده‌ای وجود ندارد

source: No users favourited this post
fa: هیچ کاربری این فرسته را نپسندیده است

source: No users boosted this post
fa: هیچ کاربری این فرسته را تقویت نکرده است

source: Could not enable the disabled account
fa: نمی‌توان حساب غیرفعال را فعال کرد

source: Error occured when making a PUT request to update the domain block.
fa: در هنگام ایجاد درخواست PUT برای بروزرسانی انسداد دامنه خطایی پیش‌آمد.

source: Follow Requests
fa: درخواست‌های پی‌گیری

source: Note:
fa: یادداشت:

source: Click to add a note
fa: برای نوشتن یادداشت ضربه بزنید

# @label
source: No announcements
fa: هیچ اطلاعیه‌ای وجود ندارد

source: Tags
fa: برچسب‌ها

# @label
source: No Trending Posts
fa: هیچ فرسته محبوبی وجود ندارد

# @label
source: No Trending Tags
fa: هیچ برچسب محبوبی وجود ندارد

source: No lists
fa: بدون لیست

source: To continue, please open the following link in your web browser to authorize Tokodon: %1
fa: برای ادامه، لطفاً پیوند روبرو را داخل مرورگرتان برای تأیید توکودون باز کنید: %1

source: Open Authorization Link
fa: بازکردن پیوند تأیید

source: Copy Authorization Link
fa: رونوشت از پیوند تأیید

source: There was an issue logging into the server:<br><b>%1</b>
fa: در ورود به این کارساز مشکلی پیش‌آمد: <br><b>%1</b>

# @title:window
source: Login
fa: ورود

# @title:group
source: Login
fa: ورود

source: Server URL:
fa: نشانی کارساز:

source: Enable moderation tools
fa: فعال سازی ابزار های مدیریت

source: Allow Tokodon to access moderation tools. Try disabling this if you have trouble logging in.
fa: به توکودون اجازه دسترسی به ابزارهای مدیریت را بدهید. اگر در ورود به سیستم مشکل دارید، آن را غیرفعال کنید.

source: Server URL must not be empty!
fa: نشانی کارساز نباید خالی باشد!

# @title:group
source: Network Settings
fa: تنظیمات شبکه

# @option:check Login page
source: Ignore SSL errors
fa: صرف‌نظر از SSL

# @title:group
source: Pick a Server
fa: یک کارساز انتخاب کنید

source: Server URL must not be empty.
fa: نشانی کارساز نمی‌تواند خالی باشد.

source: Learn More
fa: بیشتر‌بدانید

source: Login
fa: ورود

source: Home
fa: خانه

source: Local
fa: محلی

source: Global
fa: همه

source: Favourites
fa: پسندیده‌ها

source: Bookmarks
fa: نشانک‌‌گذاری شده ها

source: Search
fa: جستجو

# @action:button Server Announcements
source: Announcements
fa: اطلاعیه‌ها

source: Lists
fa: لیست‌ها

# @info: Force all this user's media attachments to be flagged as sensitive.
source: Force-Senstive
fa: حساسیت زوری

# Show all notifications
source: All
fa: همه

# Show only mentions
source: Mentions
fa: نام‌بری‌ ها

source: %1 replied to your post
fa: %1 به فرسته شما پاسخ دادند

source: Status with GifV attachment
fa: وضعیت تصاویر متحرک پیوست شده

source: Status with Video attachment
fa: وضعیت ویدئوهای پیوست شده

source: Media Hidden
fa: رسانه مخفی شده

# %1 is the Mastodon application name used for posting
source: , via %1
fa: , با %1

source: GIF
fa: تصویر متحرک

source: Filtered: %1
fa: پالایش‌شده: %1

source: Show anyway
fa: در هر صورت نشان بده

source: Favourited
fa: پسندیده‌ شده

source: Favourite
fa: پسند

source: This post has been marked private. Some posts may be missing because it's replies are marked as private by default.
fa: این فرسته به عنوان خصوصی علامت‌گذاری شده. برخی از فرسته‌ها ممکن است موجود نباشند، زیرا تمامی پاسخ‌ها به صورت پیشفرض، به عنوان خصوصی علامت‌گذاری می‌شوند.

# @action:inmenu
source: Expand Post
fa: گسترش فرسته

source: Open Original Page
fa: باز کردن صفحه اصلی

source: Add Account
fa: افزودن حساب‌کاربری

source: Show number of replies, favorites and boosts
fa: تعداد پاسخ‌ها، پسند‌ها و تقویت‌ها را نشان بده

source: Crop images on the timeline to 16x9
fa: تمامی تصاویر بر روی خط‌زمانی را به ابعاد ۱۶x۹ برش بده

# @title:group
source: Types
fa: انواع

source: Require approval of follow requests
fa: نیازمند تأیید درخواست پی‌گیری

source: This is a bot account
fa: این حساب یک ربات است

source: Suggest account to others
fa: پیشنهاد دادن حساب‌کاربری به بقیه

# @action:button Keep this draft
source: Keep
fa: نگه‌داشتن

# @info:placeholder
source: Content warning
fa: هشدار محتوا

# @info:tooltip
source: Content warning
fa: هشدار محتوا

# @action:button
source: Open Original Page
fa: باز کردن صفحه اصلی

source: No posts
fa: بدون فرسته

source: Mastodon client
fa: کارخواه ماستادون

source: Client for decentralized social networks like Mastodon
fa: کارخواهی برای شبکه‌های اجتماعی نامتمرکز مانند ماستادون

source: Supports https and web+ap url scheme
fa: از https و طرح آدرس web+ap پشتیبانی می‌کند

# @title
source: Local Timeline
fa: خط‌زمانی محلی

# @title
source: Global Timeline
fa: خط‌زمانی عمومی

# @title
source: Favourites
fa: پسند‌ها
