Repository: KDE/tokodon
Catalog: po/*/tokodon.po
Languages: ar, fa

source: Accounts Tool Page
ar: صفحة أداة الحسابات
fa: صفحه ابزار حساب‌ها

# @info:Combobox to choose Report Status
source: Report Status
ar: حالة البلاغ
fa: وضعیت گزارش

# @info:Filter out unresolved reports
source: Unresolved
ar: غير محلول
fa: رفع نشده

# @info:Filter out resolved reports
source: Resolved
ar: محلولة
fa: رفع شده

# @info:Combobox to choose the origin of report
source: Report Origin
ar: أصل البلاغ
fa: مبدأ گزارش

# @info:Filter out accounts with any origin
source: All
ar: الكلّ
fa: همه

# @info:Filter out accounts with local origin
source: Local
ar: المحليّة
fa: محلی

# @info:Filter out accounts with remote origin
source: Remote
ar: البعيد
fa: دوردست

source: Reported By:
ar: مبلغ عنه من قبل:
fa: گزارش شده توسط:

source: Comment:
ar: التعليق:

source: Assigned Account:
ar: الحساب المسند:
fa: حساب تخصیص شده:

# @info: No account assigned to the report
source: N/A
ar: غ/م

source: No reports found
ar: لم يعثر على أي بلاغ
fa: هیچ گزارشی پیدا نشد

source: Notifications
ar: الإشعارات
fa: آگاهی‌ها

# @action:intoolbar Mark all notifications as read
source: Mark All As Read
ar: علّم الكلّ كمقروءة

# @action:intoolbar
source: Configure Notifications…
ar: ضبط الإشعارات...

# @title:window
source: Notification Settings
ar: إعدادات الإشعارات

# @action:intoolbar Show all notifications
source: All
ar: الكلّ

# @action:intoolbar Show only mentions
source: Mentions
ar: الذّكورات

# @action:intoolbar More filter categories
source: More
ar: المزيد

# Show only boosts
source: Boosts
ar: إعادة النشر
fa: تقویت‌ها

# Show only favorites
source: Favorites
ar: المفضّلة
fa: پسندها

# Show only poll results
source: Poll Results
ar: نتائج التصويت
fa: نتایج نظرسنجی

# Show only followed statuses
source: Posts
ar: المنشورات
fa: فرسته‌ها

# Show only follows
source: Follows
ar: متابِع
fa: پی‌گرفته

# @info:label New notifications
source: New
ar: جديدة

# @info:label Previous notifications
source: Previous
ar: السابق

source: No Notifications
ar: لا يوجد إشعارات
fa: بدون اعلان

source: You have no notifications yet. When people reply, favorite or boost your posts they will show up here.
ar: ليس لديك أي إشعارات حتى الآن. عندما يقوم الأشخاص بالرد أو إضافة منشوراتك إلى المفضلة أو إعادة نشرها ستظهر هنا.

source: %1 has issued a warning against your account
ar: أصدر %1 تحذيراً ضد حسابك

source: Your %1 #FediWrapped awaits! Unveil your year's highlights and memorable moments on Mastodon!
ar: أنت في %1 #FediWrapped ينتظرك! اكشف عن أهم أحداث العام واللحظات التي لا تنسى على ماستودون!

# @action:button
source: View #FediWrapped
ar: اعرض #FediWrapped

source: View %1's Profile
ar: اعرض الملف الشخصي لـ %1
fa: دیدن نمایه %1

source: %1 users favorited your post
ar: %1 مستخدم يفضلون منشورك
fa: %1 کاربر فرسته شما را پسندیدند

source: %1 users boosted your post
ar: %1 مستخدم أعاد نشر منشورك
fa: %1 کاربر فرسته شما را تقویت کردند

source: Normal Status
ar: الحالة العادية
fa: وضعیت معمولی

source: Spoiler Status
ar: حالة مطوية
fa: وضعیت اسپویلر

# @info:label
source: Moderation has blocked <b>%1</b>, including %2 of your followers and %3 account you follow.
ar: قام المشرفون بحظر <b>%1</b>، بما في ذلك %2 من متابعيك و%3من الحسابات التي تتابعها.

# @info:label
source: A report has been filed against a user in your server.
ar: يوجد بلاغ مسجل ضد مستخدم في خادمك.

source: A poll has ended
ar: انتهى تصويت
fa: نظرسنجی پایان یافت

source: %1 updated their post
ar: %1 حدثوا منشوراتهم
fa: %1 فرسته خود را به‌روز کردند

source: Status with image attachment
ar: الحالة مع مرفق صورة
fa: وضعیت تصاویر پیوست شده

source: Status with gif attachment
ar: الحالة مع مرفق صورة متحركة

source: Status with video attachment
ar: الحالة مع مرفق فيديو

source: Status with audio attachment
ar: الحالة مع مرفق صوت

# @info
source: Sensitive media
ar: وسائط حساسة

source: Not available
ar: غير متوفّر
fa: خارج از دسترس

# @action:button
source: Hide Media
ar: أخف الوسائط
fa: مخفی کردن رسانه

# @info:tooltip
source: Hide media
ar: أخف الوسائط
fa: مخفی کردن رسانه

source: Show Media
ar: أظهر الوسائط

source: Save Image As…
ar: احفظ الصورة باسم…
fa: ذخیره تصویر به عنوان....

source: Save Gif As…
ar: احفظ كَ‍Gif…
fa: ذخیره تصویر متحرک به عنوان....

source: Save Video As…
ar: احفظ الفيديو كـ…
fa: ذخیره ویدئو به عنوان....

source: Save Audio As…
ar: احفظ الصوت ك…

source: Copy Image
ar: انسخ الصورة
fa: رونوشت از تصویر

# @title
source: Post
ar: انشر

# @action:button Start media playback
source: Play
ar: شغّل
fa: پخش‌کردن

# @info
source: Content Notice
ar: ملاحظة محتوى

source: <b>Content Notice</b><br /> %1
ar: <b>ملاحظة محتوى</b><br /> %1

# @info
source: Filter
ar: المرشّح

source: <b>Filtered</b><br /> %1
ar: <b>المصفى</b><br /> %1

# @action:button
source: Show Anyway
ar: اعرض بأيّ حال

# Posted on 26 March 2024 Tuesday 20:43:18 +03
source: Posted on %1
ar: نشرت في %1
fa: ارسال شد بر روی %1

source: Public
ar: عام
fa: عمومی

source: Unlisted
ar: غير مدرج في قائمة
fa: فهرست نشده

source: Private
ar: خاص
fa: خصوصی

source: Direct Message
ar: رسالة مباشرة
fa: پیام شخصی

source: No favorites
ar: لا توجد مفضلة
fa: بدون پسند

source: %1 favorite
ar: لم يفضله أحد
fa: %1 پسند

source: No boosts
ar: لا يوجد إعادة نشر
fa: بدون تقویت

source: %1 boost
ar: لا يوجد إعادة نشر
fa: %1 تقویت

# @action:inmenu
source: Copy Link
ar: نسخ الرابط
fa: رونوشت از پیوند

source: Post link copied.
ar: نُسخَ رابط المنشور.
fa: پیوند فرسته رونوشت گرفته شد.

source: Link preview: %1
ar: معاينة الوصلة: %1
fa: پیش‌نمایش پیوند: %1

source: More from
ar: المزيد من

# @info:label 'This is written by %1'
source: By %1
ar: بواسطة %1

# Attachment has alt-text, Short for alt-text
source: Alt
ar: نص بديل

source: Text description available
ar: وصف نصي متوفر
fa: توضیحات متنی موجود است

source: Video
ar: فيديو
fa: ویدئو

# @title
source: Media Description
ar: وصف الوسائط

# @info
source: Post content
ar: أنشر محتوى

# @label
source: Pinned Post
ar: ثبت المنشور
fa: فرسته سنجاق شده

# @title
source: Delete Post
ar: احذف المنشور
fa: حذف فرسته

# @label
source: Are you sure you want to delete this post?
ar: أمتأكد من حذف هذا المنشور؟
fa: آیا از حذف این فرسته اطمینان دارید؟

# @title
source: Delete & Re-draft Post
ar: احذف وجعله المنشور مسودة
fa: حذف و بازنویسی فرسته

# @label
source: Are you sure you want to redraft this post? This will delete the original post.
ar: هل أنت متأكد من أنك تريد إعادة صياغة هذا المنشور؟ هذا سيحذف المنشور الأصلي.
fa: آیا از بازنویسی این فرسته مطمعن هستید؟ این عمل فرسته اصلی را حذف می‌کند.

# Reply to a post
source: Reply
ar: ردّ
fa: پاسخ‌دادن

source: Cannot boost direct messages
ar: لا يمكن إعادة نشر رسائل مباشرة
fa: نمی‌توان پیام‌های خصوصی را تقویت کرد

source: Cannot boost private posts
ar: لا يمكن إعادة نشر المنشورات الخاصة
fa: نمی‌توان فرسته‌های خصوصی را تقویت کرد

# Share a post
source: Boost
ar: أعد النشر
fa: تقویت

source: Boosted
ar: معاد نشره
fa: تقویت شده

source: Boost
ar: أعد النشر
fa: تقویت

# Favorite a post
source: Favorite
ar: المفضّلة
fa: پسندیدن

source: Favorited
ar: مفضّلة

source: Favorite
ar: المفضّلة

source: Remove bookmark
ar: احذف العلامة
fa: حذف نشانک

# Bookmark a post
source: Bookmark
ar: علامة
fa: نشانک‌گذاری

source: Bookmarked
ar: حفظت العلامة
fa: نشانک‌گذاری شده

source: Bookmark
ar: علامة
fa: نشانک

source: This post has been marked private. Some posts may be missing because its replies are marked as private by default.
ar: وضعت علامة على هذه المشاركة على أنها خاصة. قد تكون بعض المشاركات مفقودة لأن الردود عليها تم وضع علامة على أنها خاصة بشكل افتراضي.

# @info
source: Post Author
ar: مؤلف المنشور

# Edited on <datetime>
source: Edited on %1
ar: حرر في %1

# Show more options
source: More actions
ar: إجراءات أكثر
fa: اعمال بیشتر

# @info
source: Interaction
ar: التّفاعل

# @info Loading user that started this interaction
source: Loading…
ar: يحمّل…

source: %1 boosted
ar: %1 معاد نشرها
fa: %1 تقویت شده

source: In reply to %1
ar: رداً على %1
fa: در پاسخ به %1

# @action:inmenu 'Thread' is a series of posts.
source: Open Thread
ar: افتح الموضوع

# @action Open embed into website dialog
source: Embed
ar: ضمّن
fa: جاسازی

# @action:inmenu
source: Open as…
ar: فتح كـ…
fa: بازکردن به عنوان:

# @action:inmenu
source: Reply as…
ar: ردّ كـ…
fa: پاسخ به عنوان....

# @action:inmenu
source: Favorite as…
ar: فضّل كـ…
fa: پسندیدن به عنوان....

# @action:inmenu
source: Boost as…
ar: أعد النشر كـ…
fa: تقویت به عنوان....

# @action:inmenu
source: Bookmark as…
ar: علّم كـ…
fa: نشانک‌گذاری به عنوان...

# @action:inmenu
source: Remove Bookmark
ar: احذف علامة موقع
fa: حذف نشانک

# @action:inmenu
source: Bookmark
ar: علامة
fa: نشانک‌گذاری

# @action:inmenu
source: Unpin on Profile
ar: ألغ التثبيت في الملف الشخصي
fa: برداشتن سنجاق از نمایه

# @action:inmenu
source: Pin on Profile
ar: ثبت في الملف الشخصي
fa: سنجاق به نمایه

# @action:inmenu
source: Unmute Conversation
ar: ألغ كتم المحادثة

# @action:inmenu
source: Mute Conversation
ar: اكتم المحادثة

# @action:inmenu Unmute account
source: Unmute @%1
ar: ألغ كتم @%1
fa: صدادار کردن @%1

# @action:inmenu Mute account
source: Mute @%1
ar: اكتم @%1
fa: بی‌صدا کردن @%1

# @action:inmenu Unblock account
source: Unblock @%1
ar: ألغِ حظر @%1
fa: رفع مسدودیت @%1

# @action:inmenu Block account
source: Block @%1
ar: احظر @%1
fa: مسدود کردن @%1

source: Edit
ar: حرّر
fa: ویرایش

source: Delete
ar: احذف
fa: حذف

source: Delete & Re-draft
ar: احذف وجعلها مسودة
fa: حذف و بازنویسی

source: You voted for this option
ar: أنت صوت لهذا الاختيار

source: (No votes)
ar: (لا يوجد أصوات)
fa: (بدون رأی)

source: Vote
ar: صوّت
fa: رأی

# @option:check Show poll results
source: Show Results
ar: اعرض النتائج

source: Poll has closed
ar: انتهى التصويت

# @info
source: Tag
ar: الوسم

source: Post from %1
ar: منشورة من %1
fa: فرسته‌های %1

source: Quoted post
ar: منشور مقتبس
fa: فرسته نقل‌قول شده

# @info:label
source: Poll
ar: تصويت

# @action:button
source: Volume
ar: الصوت

# Last read on this date
source: Last read on %1
ar: آخر قراءة في %1

# @title
source: Report Post
ar: أبلغ عن منشور
fa: گزارش فرسته

# @title
source: Report User
ar: أبلغ عن مستخدم
fa: گزارش کاربر

# @title
source: Reason for reporting this post
ar: سبب التبليغ عن هذا المنشور
fa: دلایلی برای گزارش این فرسته

# @title
source: Reason for reporting this user
ar: سبب التبليغ عن هذا المستخدم
fa: دلایلی برای گزارش این کاربر

# @action:button 'Report' as in 'Report this to moderators'
source: Report
ar: بلّغ
fa: گزارش کردن

# @action
source: Cancel
ar: ألغِ
fa: لغو

source: Hashtag
ar: علامة المربع
fa: برچسب

# @title
source: Search
ar: ابحث
fa: جست‌وجو

source: Loading...
ar: يحمّل...
fa: درحال بارگزاری....

source: No search results
ar: لا يوجد نتائج بحث
fa: بدون هیچ نتایجی برای جست‌وجو

source: Search for users, tags and posts
ar: ابحث عن المستخدمين والعلامات والمنشورات
fa: جست‌وجو برای کاربران، برچسب‌ها و فرسته‌ها

# @title:window Server rules
source: Rules
ar: القواعد

# @action:button
source: Rules
ar: القواعد

# @action:button
source: Announcements
ar: الإعلانات

# @action:button
source: Privacy Policy
ar: سياسة الخصوصية

# @title:window
source: Privacy Policy
ar: سياسة الخصوصية

# @action:button
source: Terms of Service
ar: شروط الخدمة

# @title:window
source: Terms of Service
ar: شروط الخدمة

source: Edit Account
ar: حرّر الحساب
fa: ویرایش حساب‌کاربری

source: Please choose a file
ar: رجاءً اختر ملفا
fa: لطفاً یک سند انتخاب کنید

# @label
source: Are you sure you want to log out of %1?
ar: هل أنت متأكد أنك تريد الخروج من %1؟
fa: آیا از خروج از %1 مطمعن هستید؟

source: Profile
ar: الملف ا لشخصي

source: Account
ar: الحساب

source: Require approval for new followers
ar: يتطلب الموافقة على المتابعين الجدد

source: By default new followers are automatically accepted. Uncheck if you want to manually approve or deny new ones. You always have the option to force someone to unfollow you.
ar: افتراضيًا، يقبل المتابعين الجدد تلقائيًا. ألغ تحديد هذا المربع إذا كنت تريد الموافقة يدويًا على المتابعين الجدد أو رفضهم. لديك دائمًا خيار إجبار شخص ما على إلغاء متابعتك.

source: Is automated
ar: آلي

source: Whether to publicly mark this account as doing any kind of automated actions.
ar: ما إذا كنت تريد وضع علامة عامة على هذا الحساب على أنه يقوم بأي نوع من الإجراءات الآلية.

source: Feature profile and posts
ar: ميّز ملف شخصي ومنشورات

source: Your public profile and posts may be featured to other users.
ar: يُمكن أن تُعرض ومنشوراتك وملفك الشخصي على المستخدمين الآخرين.

source: Publicly list follows and followers
ar: إدراج المتابعين والمتابعين علنًا

source: By default everyone you follow and everyone who follows you is public.
ar: مبدئيًا، كل من تتابعه وكل من يتابعك يكون عامًا.

# @label Account preferences
source: Mark uploaded media as sensitive by default
ar: وضع علامة على الوسائط المحملة على أنها حساسة بشكل مبدئي
fa: علامت‌گذاری محتوای بارگذاری شده به صورت پیشفرض به عنوان محتوای حساس

# @label Account preferences
source: Include public posts in search results
ar: تضمين المنشورات العامة في نتائج البحث

# @label Account preferences
source: Default post language
ar: لغة المنشورات المبدئية
fa: زبان پیشفرض فرسته

# @label Account preferences
source: Default post visibility
ar: إمكانية رؤية المنشور المبدئية
fa: مشاهده پیش‌فرض فرسته

# @item:inlistbox Default post visibility rule
source: Public
ar: عام
fa: عمومی

# @item:inlistbox Default post visibility rule
source: Unlisted
ar: غير مدرج في قائمة
fa: فهرست‌نشده

# @item:inlistbox Default post visibility rule
source: Private
ar: خاص
fa: خصوصی

# @abel Account preferences
source: Open Server in Browser
ar: افتح الخادم في المتصفّح

source: Some settings can only be configured on your server's website.
ar: لا يمكن تهيئة بعض الإعدادات إلا على موقع خادمك على الويب.

# @title:group
source: General
ar: عامّ
fa: عمومی

source: Color theme
ar: سمة الألوان
fa: رنگ‌بندی پوسته

source: Pop out the post composer by default
ar: افتح محرر المنشور مبدئيًا
fa: بالاپر بودن محل نوشتن فرسته به صورت پیشفرض

source: Continue reading where you last left off
ar: أكمل القراءة من حيث توقفت آخر مرة

source: If checked, the Home timeline will begin where you last read. The position in the timeline is shared with other clients.
ar: إذا حدّدتَ ذلك، سيبدأ الخط الزمني للصفحة الرئيسة من آخر موضع قرأته. سيُشارك الموضع في الخط الزمني مع العملاء الآخرين.

source: Auto-update timelines
ar: حدّث الخطوط الزّمنيّة آليًا

source: If checked, Tokodon will automatically update certain timelines as new posts come in.
ar: في حالة تحديده، سيحدث توكودون آليًا الخطوط الزمنية معينة عند ظهور مشاركات جديدة.

# @option:check Boosting means to repost, or retweet
source: Ask before boosting
ar: اسأل قبل إعادة النشر

# @title:group
source: Posts
ar: المنشورات
fa: فرسته‌ها

source: Show number of favorites and boosts
ar: أظهر عدد التفضيلات وإعادة النشر

source: Show link previews
ar: أظهر معاينات الروابط
fa: پیش‌نمایش پیوند را نشان بده

source: Content font
ar: خط المحتوى
fa: قلم محتوا

source: Please choose a font
ar: الرجاء اختيار الخط
fa: لطفاً یک قلم انتخاب کنید

# @title:group
source: Media
ar: الوسائط
fa: رسانه

source: Crop images on the timeline
ar: قص الصور على الخط الزمني

source: If unchecked, posts with only one image attached will be uncropped and shown in full.
ar: في حالة إلغاء تحديدها، ستُعرض المنشورات التي تحتوي على صورة واحدة فقط مرفقة دون اقتصاصها وستظهر كاملة.

source: Auto-play animated GIFs
ar: تشغيل صور GIF المتحركة تلقائيًا
fa: پخش خودکار تصاویر متحرک

# @title
source: Blocked Domains
ar: النطاقات المحظورة

# @action:button
source: Unblock
ar: ألغِ الحظر

# @info:placeholder
source: No Blocked Domains
ar: لا يوجد النطاقات المحظورة

# @title:window
source: Create Filter
ar: أنشئ مرشّحًا

# @title:window
source: Edit Filter
ar: حرّر المرشّح

# @label:textbox Filter title
source: Title
ar: العنوان

# @info:header
source: Contexts
ar: السياقات

# @info
source: Select one or more contexts where this filter should apply:
ar: حدد سياقًا واحدًا أو أكثر حيث يجب تطبيق هذا المرشح:

# @label:checkbox
source: Home and Lists
ar: الصفحة الرئيسة والقوائم

# @label:checkbox
source: Notifications
ar: الإشعارات

# @label:checkbox
source: Public Timelines
ar: الخطوط الزمنية العام

# @label:checkbox
source: Conversations
ar: المحادثات

# @label:checkbox
source: Profiles
ar: الملفات الشخصية

# @info:header
source: Action
ar: الإجراء

# @label:radiobutton
source: Hide with Content Notice
ar: أخفِ مع إشعار المحتوى

# @label:radiobutton
source: Hide Media with Content Notice
ar: أخفِ الوسائط مع إشعار المحتوى

# @label:radiobutton
source: Hide Completely
ar: أخف بالكامل

# @info:header
source: Keywords
ar: الكلمات المفتاحيّة

# @action:button Add keyword
source: Add
ar: أضف

# @info:placeholder
source: No keywords
ar: لا توجد كلمات رئيسة

# @label:checkbox
source: Whole word
ar: كامل الكلمة

# @action:button Remove keyword
source: Remove
ar: أزل

# @action:button Create the filter
source: Create
ar: أنشئ

# @action:button Edit the filter
source: Edit
ar: حرّر

# @action:button Delete the filter
source: Delete
ar: احذف

# @title
source: Deleting Filter
ar: يحذف المرشح

# @label
source: Are you sure you want to delete this filter?
ar: أمتأكد من حذف هذا المرشح؟

# @title:window
source: Edit Profile
ar: حرر الملف الشخصي

# @title:window
source: Error Log
ar: سجلّ الخطأ

# @action:intoolbar
source: Clear All
ar: امحُ الكلّ

# @action:button
source: Copy To Clipboard
ar: انسخ إلى الحافظة

# @label
source: No Errors
ar: لا أخطاء

# @title
source: Filters
ar: المرشّحات

# @action:intoolbar
source: Create Filter
ar: أنشئ قائمة

# @info:placeholder
source: No Filters
ar: لا يوجد مرشّحات

# @title:window
source: Network Proxy
ar: وسيط الشّبكة
fa: پیشکار شبکه

source: System Default
ar: مبدئي النظام
fa: پیشفرض سامانه

source: No Proxy
ar: لا وكيل
fa: بدون پیشکار

source: Host
ar: المضيف
fa: میزبان

source: Port
ar: المنفذ
fa: پورت

source: User
ar: المستخدم
fa: کاربر

source: Apply
ar: طبّق
fa: اعمال‌کردن

source: Enable notifications for this account
ar: مكّن إشعارات هذا الحساب
fa: آگاهی‌ها را برای این حساب‌کاربری فعال کن

source: Notifications can appear even when Tokodon isn't running.
ar: يمكن أن تظهر الإشعارت حتى في حالة عدم تشغيل توكودون.
fa: آگاهی‌ها می‌توانند حتی زمانی که توکودون درحال اجرا نیست نشان داده شوند.

source: Push notifications are available but could not be enabled. Please log out and log back in.
ar: الإشعارات الفورية متوفرة ولكن تعذر تمكينها. يرجى تسجيل الخروج و تسجيل الدخول مرة أخرى.
fa: آگاهی‌های ارسالی در دسترسند، ولی نمی‌توانند فعال شوند. لطفاً یکبار از حساب‌کاربری خارج شده و مجدداً وارد شوید.

source: Notifications will only appear when Tokodon is running.
ar: لن تظهر الإشعارات إلا عند تشغيل توكودون.
fa: آگاهی‌ها تنها زمانی نمایان می‌شوند که توکودون درحال اجرا باشد.

# @title:group
source: Filtering Policy
ar: سياسة الترشيح

# @info:Option Accept and show this in notifications
source: Accept
ar: اقبل

# @info:Option Filter and send to the filtered inbox
source: Filter
ar: المرشّح

# @info:Option Ignore completely, do not show notification
source: Ignore
ar: تجاهل

# @label Notification preferences
source: People you don't follow
ar: الأشخاص الذين لا تتابعهم

# @label Notification preferences
source: Until you manually approve them.
ar: حتى تقوم بالموافقة عليها يدويًا.

# @label Notification preferences
source: People not following you
ar: الناس لا يتابعونك

# @label Notification preferences
source: Including people who have been following you fewer than 3 days.
ar: يشمل الأشخاص الذين تابعوك لمدة أقل من 3 أيام.

# @label Notification preferences
source: New accounts
ar: حسابات جديدة

# @label Notification preferences
source: Created within the past 30 days.
ar: أنشئت خلال الثلاثين يومًا الماضية.

# @label Notification preferences
source: Unsolicited conversations
ar: المحادثات غير المرغوب فيها

# @label Notification preferences
source: Filtered unless it's in reply to your own mention or if you follow the sender.
ar: رُشحت إلا إذا كان ردًا على ذكرك أو إذا كنت تتبع المرسل.

# @label Notification preferences
source: Moderated accounts
ar: الحسابات الخاضعة للإشراف

# @label Notification preferences
source: Limited by server moderators.
ar: مقيد بواسطة مشرفي الخادم.

# @title:group
source: Events
ar: الأحداث

source: Mentions
ar: الذّكورات
fa: نام‌بری ها

source: When someone mentions you in a new post, or replies to one of your threads.
ar: عندما يقوم شخص ما بالإشارة إليك في مشاركة جديدة، أو الرد على أحد مواضيعك.

source: Statuses
ar: الحالات
fa: وضعیت‌ها

source: When a user you have notifications turned on for makes a new post.
ar: عندما يقوم المستخدم الذي شغلت الإشعارات له بإنشاء مشاركة جديدة.

source: Boosts
ar: إعادة النشر
fa: تقویت‌ها

source: When someone boosted one of your posts.
ar: عندما يقوم شخص ما بإعادة نشر إحدى مشاركاتك.

source: New followers
ar: متابعين جدد
fa: پی‌گیرندگان جدید

source: When someone follows you.
ar: عندما يتبعك شخص ما.

source: New follow requests
ar: طلبات متابعة جديدة
fa: درخواست پی‌گیری جدید

source: When an account who requires manual approval wants to follow you.
ar: عندما يريد الحساب الذي يتطلب موافقة يدوية متابعتك.

source: Favorites
ar: المفضّلة
fa: پسندها

source: When a post you made was favorited by another user.
ar: عندما تُفضل منشوراتك من قبل مستخدم آخر.

source: Polls
ar: تصويتات
fa: نظرسنجی‌ها

source: When a poll you voted in has ended.
ar: عند انتهاء التصويات التي شارك فيها.

source: Edits
ar: التعديلات
fa: ویرایش‌ها

source: When a post you interacted with was edited by the author.
ar: عندما يحرر المؤلف المنشور الذي تفاعلت معه.

source: Server Sign-ups
ar: تسجيلات الخادم

source: When someone signs up to your server.
ar: عندما يقوم شخص ما بالتسجيل في خادمك.

source: Server Reports
ar: بلاغات الخادم

source: When someone files a report against a user on your server.
ar: عندما يقوم شخص ما بتقديم بلاغ ضد مستخدم على خادمك.

source: Severed Relationships
ar: العلاقات المقطوعة

source: When you or your server moderates another server, which you are following users or have followers with.
ar: عندما تقوم أنت أو خادمك بالإشراف على خادم آخر، والذي تتابع المستخدمين أو لديك متابعين معه.

# @option:check
source: Annual Report
ar: التقرير السنوي

source: When you receive your #FediWrapped at the end of the year.
ar: عندما تتلقى #FediWrapped الخاص بك مع نهاية السنة.

source: Display Name
ar: اسم العرض
fa: نام نمایشی

source: Bio
ar: السيرة الذاتية
fa: دربارهٔ شما

source: Header
ar: الترويسة
fa: سربرگ

source: PNG, GIF or JPG. At most 2 MB. Will be downscaled to 1500x500px
ar: PNG أو GIF أو JPG. بحد أقصى 2 ميجابايت. سيتم تقليص الحجم إلى 1500x500 بكسل
fa: تصاویری با پسوند PNG، GIF و یا JPG حداکثر تا ۲ مگابایت. به ۱۵۰۰x۱۵۰۰ px کاهش خواهد یافت.

source: Avatar
ar: الشعار
fa: نقشک

source: PNG, GIF or JPG. At most 2 MB. Will be downscaled to 400x400px
ar: PNG أو GIF أو JPG. بحد أقصى 2 ميجابايت. سيتم تقليص الحجم إلى 400×400 بكسل
fa: تصاویری با پسوند PNG، GIF و یا JPG حداکثر تا ۲ مگابایت. به ۴۰۰x۴۰۰ px کاهش خواهد یافت.

# Profile fields
source: Fields
ar: حقول

# @action:button
source: Remove
ar: أزل

# @action:button
source: Add
ar: أضف

source: Reset
ar: صفّر
fa: بازنشانی

source: Muted Users
ar: المستخدمين المكتومين
fa: کاربران بی‌صدا شده

source: Blocked Users
ar: المستخدمين المحظورين
fa: کاربران مسدود شده

source: Blocked Domains
ar: النطاقات المحظورة

source: Appearance
ar: المظهر
fa: ظاهر

source: Safety
ar: سلامة

source: Accounts
ar: الحسابات
fa: حساب‌ها

source: Network Proxy
ar: وسيط الشّبكة
fa: پیشکار شبکه

source: Error Log
ar: سجلّ الخطأ

source: About Tokodon
ar: عن توكودون
fa: درباره توکودون

# @title:group
source: About
ar: عن
fa: درباره

source: About KDE
ar: عن كِيدِي
fa: درباره کی‌دی‌ای

source: Sharing failed
ar: فشلت المشاركة
fa: اشتراک‌گذاری شکست خورد

# @action:button Allow follow request
source: Allow
ar: اسمح
fa: اجازه دادن

# @action:button Deny follow request
source: Deny
ar: امنع
fa: اجازه ندادن

# @action:button Deny follow request
source: Unfollow
ar: ألغ المتابعة

# @action:button Deny follow request
source: Remove Follower
ar: أزل متابع

# @action:button Deny follow request
source: Remove
ar: أزل

# @action:button Unblock this user
source: Unblock
ar: ألغِ الحظر
