Repository: KDE/tokodon
Catalog: po/*/tokodon.po
Languages: ar, fa

source: All supported formats (*.jpg *.jpeg *.png *.gif *.webp *.heic *.heif *.avif *.webm *.mp4 *.m4v *.mov)
ar: كل التنسيقات المدعومة (*.jpg *.jpeg *.png *.gif *.webp *.heic *.heif *.avif *.webm *.mp4 *.m4v *.mov)
fa: تمامی پسوند‌های پشتیبانی شده (*.jpg *.jpeg *.png *.gif *.webp *.heic *.heif *.avif *.webm *.mp4 *.m4v *.mov)

source: JPEG image (*.jpg *.jpeg)
ar: صورة JPEG (*.jpg *.jpeg)
fa: تصاویر JPEG (*.jpg *.jpeg)

source: PNG image (*.png)
ar: صورة PNG (*.png)
fa: تصاویر PNG (*.png)

source: GIF image (*.gif)
ar: صورة GIF (*.gif)
fa: تصاویر GIF (*.gif)

source: WebP image (*.webp)
ar: صورة WebP (*.webp)
fa: تصاویر WebP (*.webp)

source: HEIC image(*.heic)
ar: صورة HEIC(*.heic)
fa: تصاویر HEIC (*.heic)

source: HEIF image (*.heif)
ar: صورة HEIF (*.heif)
fa: تصاویر HEIF (*.heif)

source: AVIF image (*.avif)
ar: صورة AVIF (*.avif)
fa: تصاویر AVIF (*.avif)

source: WebM video (*.webm)
ar: فيديو WebM (*.webm)
fa: ویدئو WebM (*.webm)

source: MPEG-4 video (*.mp4)
ar: فيديو MPEG-4 (*.mp4)
fa: ویدئو MPEG-4 (*.mp4)

source: M4V video (*.m4v)
ar: فيديو M4V (*.m4v)
fa: ویدئو M4V (*.m4v)

source: QuickTime video (*.mov)
ar: فيديو كويك تايم (*.mov)
fa: ویدئو QuickTime (*.mov)

source: All files (*)
ar: كلّ الملفّات (*)
fa: همه اسناد (*)

source: All supported formats (%1)
ar: كلّ النُّسق المدعومة (%1)

source: Could not follow account
ar: تعذر متابعة الحساب
fa: نمی‌توان حساب‌کاربری را پی‌گرفت

source: Could not unfollow account
ar: تعذر إلغاء متابعة الحساب
fa: نمی‌توان حساب را پی‌نگرفت

source: Could not remove account as your follower
ar: تعذر إزالة الحساب كمتابع لك

source: Could not block account
ar: تعذر حظر الحساب
fa: نمی‌توان حساب را مسدود کرد

source: Could not unblock account
ar: تعذر إلغاء حظر الحساب
fa: نمی‌توان حساب را از اسنداد خارج کرد

source: Could not mute account
ar: تعذر كتم الحساب
fa: نمی‌توان حساب را بی‌صدا کرد

source: Could not unmute account
ar: تعذر إلغاء كتم الحساب
fa: نمی‌توان حساب را از بی‌صدا بودن خارج کرد

source: Could not feature account
ar: لا يمكن تمييز الحساب
fa: نمی‌توان حساب را معرفی کرد

source: Could not unfeature account
ar: تعذر إلغاء تمييز الحساب
fa: نمی‌توان حساب را از معرفی خارج کرد

source: Could not edit note about an account
ar: لا يمكن تعديل ملاحظة حول الحساب
fa: نمی‌توان یادداشت این حساب را ویرایش کرد

# @info:label Error message
source: Network request was interrupted
ar: انقطع طلب الشبكة

# @info:label Error message
source: Failed to parse credentials
ar: فشل تحليل بيانات الاعتماد

source: View Post
ar: اعرض المنشور
fa: دیدن فرسته

source: View Profile
ar: اعرض الملف الشخصي
fa: دیدن نمایه

source: %1 mentioned you
ar: %1 ذكرك
fa: %1 از شما نام برد

source: %1 wrote a new post
ar: %1 كتب مشاركة جديدة
fa: %1 یک فرسته جدید نوشت

source: %1 boosted your post
ar: %1 أعاد نشر منشورك
fa: %1 فرسته شما را تقویت کرد

source: %1 followed you
ar: %1 تابعتك
fa: %1 شمارا پی‌گرفت

source: %1 requested to follow you
ar: %1 طلب متابعتك
fa: %1 برای پی‌گیری شما درخواست ارسال کرد

source: %1 favorited your post
ar: %1 وضع منشورك في المفضلة
fa: %1 فرسته شما را پسندید

source: Poll by %1 has ended
ar: انتهى تصويت %1
fa: نظرسنجی توسط %1 به پایان رسید

source: %1 edited a post
ar: %1 حرر منشور
fa: %1 فرسته‌ای را ویرایش کرد

source: Your %1 #FediWrapped awaits!
ar: أنت في %1 #FediWrapped

source: Unveil your year's highlights and memorable moments on Mastodon!
ar: اكشف عن أهم أحداث العام واللحظات التي لا تنسى على ماستودون!

# @title
source: New Notification
ar: إشعار جديد

source: You received a new notification.
ar: استلمت إشعار جديد

source: <b>Content Notice</b>: %1
ar: <b>ملاحظة المحتوى</b>: %1

source: This post has no text.
ar: هذا المنشور لا يحوي نص.

source: The moderators of your server has limited this user, view this in Tokodon to see their profile.
ar: قام المشرفون على الخادم الخاص بك بتقييد هذا المستخدم، اعرض هذا في توكودون لرؤية ملفه الشخصي.

source: This user doesn't have a description.
ar: هذا المستخدم ليس لديه وصف.

source: Image is too big
ar: الصورة كبيرة جداً
fa: تصویر بزرگ است

source: Unsupported image file. Only jpeg, png and gif are supported.
ar: ملف صورة غير مدعوم. تدعم ملفات jpeg و png و gif فقط.
fa: فرمت تصویر پشتیبانی نشده. تنها فرمت‌های jpg، png و gif پشتیبانی می‌شوند.

source: Account details saved
ar: حُفظت تفاصيل الحساب
fa: جزئیات حساب ذخیره شد

source: This server provided no rules. Please see their website for more information.
ar: لم يقدم هذا الخادم أي قواعد. يرجى الاطلاع على موقعهم الإلكتروني لمزيد من المعلومات.

# @title:window
source: Draft Posts
ar: المسودات

# @title:window
source: Scheduled Posts
ar: المنشورات المجدولة

# @title
source: Follow Requests
ar: طلبات المتابعة
fa: درخواست‌ های پی‌گیری

# @title
source: Followers
ar: المتابعين
fa: پی‌گیرنده

# @title
source: Following
ar: تتبع
fa: پی‌گرفته

# @title
source: Muted Users
ar: المستخدمين المكتومين
fa: کاربران بی‌صدا

# @title
source: Blocked Users
ar: المستخدمين المحظورين
fa: کاربران مسدود شده

# @title
source: Featured Users
ar: المستخدمين المختارين
fa: کاربران معرفی شده

# @title
source: %1 favorite
ar: لا يوجد تفضيلات

# @title
source: %1 boost
ar: لا يوجد إعادة نشر
fa: %1 تقویت

# @title
source: Familiar Followers
ar: المتابعون المألوفون

# @title
source: Manage List Users
ar: أدر قائمة المستخدمين

source: No Follow Requests
ar: لا يوجد طلبات متابعة

source: No Followers
ar: لا يوجد متابعين

source: No Followed Users
ar: لا يوجد مستخدمين متابعين

source: No Muted Users
ar: لا يوجد مستخدمين مكتومين

source: No Blocked Users
ar: لا يوجد مستخدمين محظورين

source: No Featured Users
ar: لا يوجد مستخدمين مختارين

source: No Users Favorited This Post
ar: لم يضغ أي مستخدم هذا المنشور في المفضلة

source: No Users Boosted This Post
ar: لم يعد نشر هذا المنشور أي مستخدم

source: No Familiar Followers
ar: لا يوجد متابعون مألوفون

source: No Users
ar: لا يوجد مستخدمين

source: Some users need to be manually approved before they can follow you, and will show up here.
ar: يحتاج بعض المستخدمين إلى الموافقة يدويًا قبل أن يتمكنوا من متابعتك، وسيظهرون هنا.

# @info:placeholder
source: No one is following this user, or they have chosen to hide this information.
ar: لا أحد يتابع هذا المستخدم، أو أنه اختار إخفاء هذه المعلومات.

# @info:placeholder
source: This user isn't following anyone, or has chosen to hide this information.
ar: هذا المستخدم لا يتابع أي شخص، أو اختار إخفاء هذه المعلومات.

source: Mute users to stop them from showing up in your notifications.
ar: اكتم المستخدمين لمنعهم من الظهور في إشعاراتك.

source: Block users to hide the user from your timeline entirely.
ar: احظر المستخدمين لإخفاء المستخدم من جدول زمنك بالكامل.

source: Users you like can be featured and shown on your profile.
ar: يمكن تمييز المستخدمين الذين تفضلهم وإظهارهم في ملفك الشخصي.

source: No one has favorited this post yet. Maybe you'll be the first?
ar: لم يضع أي أحد هذا المنشور في المفضلة حتى الآن. هل تريد أن تكون الأول؟

source: No one has boosted this post yet. You should boost it to expand its reach!
ar: لم يعد نشر هذا المنشور أي مستخدم حتى الآن. يجب عليك إعادة نشره لتوسيع نطاق انتشاره!

source: There is no one in this list yet.
ar: لا يوجد أحد في هذه القائمة حتى الآن.

# @title:window
source: Suggested Users
ar: المستخدمون المقترحون

source: Could not accept account
ar: لا يمكن قبول الحساب
fa: نمی‌توان حساب را پذیرفت

source: Could not reject account
ar: تعذر رفض الحساب
fa: نمی‌توان حساب را رد کرد

source: Could not take action against the account
ar: تعذر اتخاذ إجراء ضد الحساب
fa: نمی‌توان اعمالی را مخالف این حساب انجام داد

source: Could not enable the disabled account
ar: تعذر تمكين الحساب المعطل

source: Could not unsilence the account
ar: تعذر إلغاء صمت الحساب
fa: نمی‌توان کاربر را از بی‌صدا بودن خارج کرد

source: Could not unsuspend the account
ar: تعذر إلغاء تعليق الحساب
fa: نمی‌توان حساب را از معلق بودن خارج کرد

source: Could not mark the account as not sensitive
ar: تعذر وضع علامة على الحساب على أنه غير حساس
fa: نمی‌توان حساب را به عنوان غیرحساس نشانه‌گذاری کرد

# login status
source: Suspended
ar: مُعلَّق
fa: تعلیق شده

# login status
source: Limited
ar: محدود
fa: محدود شده

# login status
source: Sensitized
ar: حساس
fa: حساس‌شده

# login status
source: Frozen
ar: مجمدة
fa: منجمد شده

# login status
source: Email Not confirmed
ar: البريد الإلكتروني غير مؤكد
fa: رایانامه تأیید نشده

# login status
source: Not Approved
ar: غير مصادق عليه
fa: تأیید نشده

# login status
source: No Limits Imposed
ar: لا حدود مفروضة
fa: هیچ محدودیتی تحمیل نشده

source: Error occurred when making a PUT request to update the domain block.
ar: حدث خطأ عند إجراء طلب PUT لتحديث كتلة النطاق.

source: Could not resolve report
ar: تعذر حل التقرير
fa: نمی‌توان گزارش را رفع کرد

source: Could not unresolve report
ar: تعذر إلغاء حل التقرير
fa: نمی‌توان گزارش را از رفع بودن خارج کرد

source: Could not assign report
ar: تعذر إسناد التقرير
fa: نمی‌توان گزارش را واگذار کرد

source: Could not unassign report
ar: تعذر إلغاء إسناد التقرير
fa: نمی‌توان گزارش را از واگذاری خارج کرد

# @info %1 is a display name
source: %1 has moved to a new account:
ar: %1 انتقل إلى حساب جديد:

# @action:button
source: Go to Profile
ar: انتقل إلى الملف الشخصي

source: Mutual
ar: متبادل

source: Follows you
ar: يتبعك
fa: پی‌گیرتان است

source: Bot
ar: آلي

source: Follow Requested
ar: المتابعة المطلوبة
fa: درخواست پی‌گیری

source: Unfollow
ar: ألغ المتابعة
fa: پی‌نگرفتن

source: Follow
ar: تابع
fa: پی‌گرفتن

source: Stop notifying me when %1 posts.
ar: توقف عن إعلامي عندما ينشر %1.
fa: زمانی که %1 فرسته‌ای ارسال می‌کند من‌را باخبر نکن.

source: Notify me when %1 posts.
ar: أعلمني عندما ينشر %1.
fa: زمانی که %1 فرسته‌ای ارسال می‌کند من‌را باخبر کن

# @info:tooltip
source: Show a QR code for this account
ar: أظهر رمز الاستجابة السريع لهذا الحساب

source: Mention…
ar: أذكر…

source: Start a Conversation…
ar: ابدأ محادثة…

source: Hide Boosts from %1
ar: أخفِ إعادة نشر %1
fa: مخفی کردن تقویت های %1

source: Show Boosts from %1
ar: أظهر إعادة نشر %1
fa: نمایش تقویت های %1

source: Stop Featuring This Profile
ar: توقف عن تمييز هذا الملف الشخصي
fa: پایان معرفی این حساب

source: Feature This Profile
ar: ميّز هذا الملف الشخصي
fa: معرفی این حساب

source: Unmute
ar: ألغ الكتم
fa: باصدا کردن

source: Mute
ar: اكتم
fa: بی‌صدا کردن

source: Unblock
ar: ألغِ الحظر
fa: رفع انسداد

source: Block
ar: احظر
fa: مسدود کردن

# @action:inmenu Report this post
source: Report…
ar: بلّغ…
fa: گزارش.....

source: Edit Profile
ar: حرر الملف الشخصي
fa: ویرایش نمایه

source: Account editor
ar: تفاصيل الحساب
fa: ویرایش حساب کاربری

source: Featured Users
ar: المستخدمين المختارين
fa: کاربران معرفی شده

# @action:inmenu
source: Scheduled Posts
ar: المنشورات المجدولة

# @action:inmenu
source: Draft Posts
ar: المسودات

# @action:inmenu 'Browser' being a web browser
source: Open in Browser
ar: افتح في المتصفّح

source: Copy Link
ar: انسخ الرابط
fa: رونوشت پیوند

source: Profile link copied.
ar: نُسخَ رابط الملف الشخصي.
fa: پیوند نمایه رونوشت گرفته شد.

# @info:label Joined at
source: Joined
ar: انضم

source: Ownership of this link was checked on %1
ar: تُحقق من ملكية هذا الرابط في %1

# @label:textfield
source: Private Note:
ar: ملاحظة خاصّة:

source: Saved
ar: محفوظ
fa: ذخیره شد

source: Write down something about this user, this isn't visible to anyone but you.
ar: اكتب شيئًا عن هذا المستخدم، فهذا غير مرئي لأي شخص غيرك.

source: Also followed by:
ar: ويتبعه أيضًا:

# @action:button See all familiar followers
source: View %1 More
ar: اعرض كل %1

# @action:button See all familiar followers
source: View All
ar: اعرض الكل

# @label User's number of statuses
source: <b>%1</b> post
ar: <b>%1</b> منشور
fa: <b>%1</b> فرسته

# @label User's number of followed accounts
source: <b>%1</b> follows
ar: لم يتابع أحد بعد
fa: <b>%1</b> پی‌گرفته

# @label User's number of followers
source: <b>%1</b> follower
ar: لا يتبعه أحد
fa: <b>%1</b> پی‌گیرنده

# @item:inmenu Profile Post Filter
source: Posts
ar: المنشورات
fa: فرسته‌ها

# @item:inmenu Profile Post Filter
source: Posts && Replies
ar: المنشورات والردود
fa: فرسته‌ها و پاسخ‌ها

# @item:inmenu Profile Post Filter
source: Media
ar: الوسائط
fa: رسانه

# @option:check
source: Hide boosts
ar: أخفِ إعادة النشر
fa: مخفی‌کردن تقویت‌ها

# @action:button Show all of a profile's posts
source: All
ar: الكلّ
fa: همه

# @title:window
source: Profile
ar: الملف ا لشخصي

# @action:button
source: Post
ar: انشر
fa: فرسته

# @label
source: No Posts
ar: لا يوجد منشورات

source: This user hasn't posted anything yet.
ar: هذا المستخدم لم ينشر أي شيء بعد.

# @label
source: No Media
ar: لا يوجد وسائط

source: This user hasn't posted any media yet.
ar: هذا المستخدم لم ينشر أية وسائط بعد.

# @title: dialog to switch between logged in accounts
source: Switch Account
ar: بدّل الحساب

# @button: login to or register a new account.
source: Add Account
ar: أضف حسابًا

source: Log in or create a new account
ar: لج إلى حساب موجود أو أنشئ حسابا جديدا
fa: ورود و یا ایجاد حساب جدید

# @info:tooltip
source: This account has an issue and can't login, switch to it for more details.
ar: هذا الحساب به مشكلة ولا يمكن الولوج إليه، انتقل إليه لمزيد من التفاصيل.

source: Share
ar: شارك
fa: به‌اشتراک گذاری

source: Share the selected media
ar: شارك الوسيط المحدد
fa: رسانه انتخاب شده را به اشتراک بگذار

# @title Server-wide announcements set by admins.
source: Announcements
ar: الإعلانات
fa: اطلاعیه‌ها

# @label An announcement was published on a date
source: Announcement on %1
ar: إعلان بتاريخ %1
fa: اطلاعیه بر روی %1

# @label
source: No Announcements
ar: لا توجد إعلانات

source: Your server has not made any announcements yet.
ar: لم يصدر الخادم الخاص بك أي إعلانات حتى الآن.

# @title
source: Confirm Boost
ar: أكد إعادة النشر

# @action:button Boost this post
source: Boost
ar: أعد النشر

source: View profile
ar: اعرض الملف الشخصي
fa: دیدن نمایه

source: No emojis
ar: لا يوجد صورة تعبيرية
fa: بدون شکلک

# @info:placeholder
source: No Information
ar: لا يوجد معلومات

# @info Last updated: relative date and time (e.g. 2 years ago)
source: Last updated: %1
ar: اخر تحديث في: %1

# @info:tooltip
source: Return to Top
ar: ارجع إلى الأعلى
fa: بازگشت به ابتدا

# @info:status
source: Some replies are not available
ar: بعض الردود غير متوفرة
fa: برخی از پاسخ‌ها در دسترس نیستند.

source: To view all replies, open the post on the original server.
ar: لمشاهدة كافة الردود افتح المنشور على الخادم الأصلي.
fa: برای دیدن همه پاسخ‌ها، فرسته را در کارساز اصلی باز کنید.

# @action:button 'Browser' being a web browser
source: Open in Browser
ar: افتح في المتصفّح

# @info:status
source: End of Timeline
ar: نهاية الخط الزمني
fa: پایان خط زمانی

source: Conversations
ar: المحادثات
fa: گفتگو‌ها

# @action:intoolbar
source: New Conversation…
ar: محادثة جديدة…

# @title
source: Search Users
ar: ابحث في المستخدمين

source: Search for user…
ar: ابحث مستخدم…

source: No Conversations
ar: لا يوجد محادثات
fa: بدون گفتگو

source: Direct messages to other users will show up here. Do not share any sensitive information over a conversation.
ar: ستظهر الرسائل المباشرة للمستخدمين الآخرين هنا. لا تشارك أي معلومات حساسة عبر محادثة.

# @action:button
source: Increase follow request count
ar: زدّ عدد طلبات المتابعة
fa: افزایش میزان درخواست‌های پی‌گیری

# @action:button
source: Decrease follow request count
ar: قلّل عدد طلبات المتابعة
fa: کاهش میزان درخواست‌های پی‌گیری

# @title:window
source: Create List
ar: أنشئ قائمة
fa: ایجاد لیست

# @title:window
source: Edit List
ar: حرر القائمة
fa: ویرایش لیست

# @label:textbox List title
source: Title
ar: العنوان
fa: عنوان

# @label
source: Show replies for
ar: عرض الردود على
fa: نمایش پاسخ‌ها برای

# @label If the list is exclusive
source: Exclusive
ar: حصرية
fa: انحصاری

source: Posts in an exclusive list are excluded from the Home timeline.
ar: تُستبعد المنشورات في أي قائمة حصرية من الخط الزمني للصفحة الرئيسة.
fa: فرسته‌های داخل لیست انحصاری، از خط‌زمانی خانه جدا می‌شوند.

# @label If the list is favorited
source: Favorite
ar: مفضّلة

source: This list will show up in the sidebar.
ar: سوف تظهر هذه القائمة في الشريط الجانبي.

# @action:button Delete the list
source: Manage Users
ar: أدر المستخدمين

# @action:intoolbar Add users to list
source: Add Users
ar: أضف مستخدمين

# @title
source: Add Users to List…
ar: أضف مستخدمين إلى القائمة القائمة…

# @action:button Add user to this list
source: Add
ar: أضف

source: Search among users you follow…
ar: ابحث في المستخدمين الذين تتابعهم…

# @action:button Create the list
source: Create
ar: أنشئ
fa: ایجاد

# @action:button Edit the list
source: Edit
ar: حرّر
fa: ویرایش

# @action:button Delete the list
source: Delete
ar: احذف
fa: حذف

# @title
source: Deleting List
ar: يحذف القائمة
fa: حذف کردن لیست

# @label
source: Are you sure you want to delete this list?
ar: أمتأكد من حذف هذه القائمة؟
fa: آیا از حذف این لیست مطمعن هستید؟

source: Explore
ar: استكشف
fa: کاوش

source: Posts
ar: المنشورات
fa: فرسته‌ها

source: Hashtags
ar: هاشتاجات
fa: برچسب‌ها

source: News
ar: الأخبار

source: Users
ar: المستخدمين
fa: کاربران

# @info:placeholder
source: No Posts
ar: لا يوجد منشورات

# @info:placeholder
source: No Tags
ar: دون وسوم

source: %1 person is talking
ar: لا يتكلم أحد
fa: %1 فرد درحال گفتگو است

# @info:placeholder
source: No News
ar: لا يوجد أخبار

# @info:placeholder
source: No Users
ar: لا يوجد مستخدمين

source: %1 signed up
ar: اشتراك %1
fa: %1 نام‌نوشت

# @title 'Following' as in the users you're following on Mastodon.
source: Following
ar: تتبع

# @action:button
source: Filters
ar: المرشّحات
fa: پالایه‌ها

# @action:inmenu
source: Show Boosts
ar: أظهر إعادة نشر

# @action:inmenu
source: Show Replies
ar: اعرض الردود

# @action:intoolbar
source: Configure Filters…
ar: اضبط المرشّحات…

# @title:window
source: Filters
ar: المرشّحات

source: No User Selected
ar: لم يحدد مستخدم

source: With the Following view, easily check on each user you're following and only their posts - sorted by recent activity.
ar: من خلال طريقة العرض التالية، يمكنك التحقق بسهولة من كل مستخدم تتابعه ومنشوراته فقط - مرتبة حسب النشاط الأخير.

# @action:intoolbar
source: Open Post
ar: افتح المنشور

# @title:window
source: About Server
ar: أضف خادومًا

# @title:window
source: Notifications
ar: الإشعارات
fa: آگاهی‌ها

source: Setup Required
ar: الإعداد مطلوب
fa: پیکربندی مورد نیاز است

source: Tokodon can show notifications for activity such as users boosting or replying to your posts. The types of notifications shown can be fine tuned when logged in.
ar: يمكن لتوكودون عرض إشعارات للنشاط مثل قيام المستخدمين بإعادة نشر مشاركتك أو الرد عليها. يمكن ضبط أنواع الإشعارات المعروضة بدقة عند تسجيل الدخول.
fa: توکودون می‌تواند آگاهی‌هایی برای فعالیت‌هایی مانند تقویت کاربران و یا پاسخ به فرسته‌هایتان را نمایش دهد. انواع آگاهی‌هایی که به شما نمایش داده می‌شوند می‌توانند بعد از ورود تغییر یابند.

source: Allow Notifications
ar: اسمح بالإشعارات
fa: اجازه دادن به آگاهی‌ها

source: Continue
ar: تابع
fa: ادامه

# @title:window
source: Password Service
ar: خدمة كلمة السر
fa: سرویس رمز

source: Tokodon requires a password service to be running to save personally sensitive information. Tokodon can use KWallet, GNOME Keyring or any libsecret-compatible service. After you installed the service, make sure it's running and restart Tokodon.
ar: يتطلب توكودون تشغيل خدمة كلمة السر لحفظ المعلومات الشخصية الحساسة. يمكن لتوكودون استخدام حافظتك أو حافظة غنوم أو أي خدمة متوافقة مع libsecret. بعد تثبيت الخدمة، تأكد من تشغيلها وإعادة تشغيل توكودون.
fa: توکودون برای ذخیره اطلاعات حیاتی شما، نیازمند یک سرویس رمز است. توکودون می‌تواند از kwallet، GNOME Keyring و یا هر سرویس‌دیگری که با libsecret سازگار است، استفاده کند. بعد از نصب سرویس، از اجرای آن اطمینان حاصل کنید و سپس توکودون را مجدداً اجرا کنید.

source: Quit Tokodon
ar: أنه توكودون
fa: خروج از توکودون

# @title:window
source: Welcome
ar: مرحباً
fa: خوش‌آمدید

source: Welcome to Tokodon
ar: مرحبًا بكم في توكودون
fa: به توکودون خوش‌آمدید

source: Some initial setup is required before you can use Tokodon.
ar: يلزم إجراء بعض الإعداد الأولي قبل أن تتمكن من استخدام توكودون.
fa: یک سری پیکربندی‌های اولیه قبل از اینکه شما بتوانید از توکودون استفاده کنید مورد نیاز هستند.

# @title
source: Select Language
ar: اختر اللغة
fa: انتخاب زبان

# @action:button
source: Close
ar: أغلق
fa: بستن

# @title
source: Lists
ar: القوائم
fa: لیست‌ها

source: Create List
ar: أنشئ قائمة
fa: ایجاد لیست

source: No Lists
ar: لا توجد قوائم

source: Lists allow you to categorize who you're following.
ar: القوائم تسمح لك بتصنيف الأشخاص الذين تتابعهم.

source: No Posts
ar: لا توجد منشورات

source: There are no posts from the users in your list. Only new posts will appear in a list.
ar: لا توجد منشورات من المستخدمين في قائمتك. ستظهر المشاركات الجديدة فقط في قائمة.

source: Edit List
ar: حرر القائمة
fa: ویرایش لیست

# @title:window
source: Authorization
ar: تفويض
fa: تایید هویت

source: To continue, you must authorize Tokodon to access your account.
ar: للمتابعة، يجب عليك السماح لتوكودون بالوصول إلى حسابك.

source: Open Authorization Page
ar: افتح صفحة التفويض

source: Copy Link to Authorization Page
ar: انسخ الرابط إلى صفحة التفويض

source: Link copied.
ar: نُسخَ الرابط.
fa: پیوند رونوشت گرفته شد.

source: Use Authorization Code
ar: استخدام رمز التفويض
fa: استفاده از کد تأیید

source: Use this login method if the above link does not work.
ar: استخدم طريقة تسجيل الدخول هذه إذا كان الرابط أعلاه لا يعمل.
fa: از روش ورود استفاده کنید اگر لینک بالا کار نکرد.

source: Enter authorization token:
ar: أدخل رمز التفويض:
fa: وارد کردن توکن تأیید:

# @title:window
source: Login Issue
ar: مشكلة في الولوج
fa: مشکل ورود

source: There was an issue logging into %1:<br><b>%2</b>
ar: حدثت مشكلة في الولوج إلى %1:<br><b>%2</b>

source: Please check if the password service is running. For other login issues, you can try logging into the server's website. You can attempt to log in again with the button below, or restart Tokodon.
ar: يرجى التحقق مما إذا كانت خدمة كلمة السر تعمل. بالنسبة لمشاكل الولوج الأخرى، يمكنك محاولة الولوج إلى موقع ويب الخادم. يمكنك محاولة الولوج مرة أخرى باستخدام الزر أدناه، أو إعادة تشغيل توكودون.
fa: لطفاً از اجرای سرویس رمز اطمینان حاصل کنید. برای مشکلات دیگری در ورود شما می‌توانید از وبگاه کارساز دیدن کنید. شما می‌توانید با دکمه زیر مجدداً برای ورود تلاش کنید و یا توکودون را مجدد اجرا کنید.

source: View Website
ar: اعرض موقع الوبّ
fa: دیدن وبگاه

source: Re-Attempt Log In
ar: أعد محاولة الولوج
fa: تلاش مجدد برای ورود

source: Logout
ar: اخرج
fa: خروج

# @title
source: Logout
ar: اخرج
fa: خروج

# @label
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد الخروج ؟
fa: آیا از خروج مطمعن هستید؟

# @title:window
source: Registration
ar: التسجيل
fa: ثبت‌نام

# @info:status Network status
source: Failed to contact server: %1. Please check your proxy settings.
ar: فشل الاتصال بالخادم: %1. يرجى التحقق من إعدادات الوكيل الخاص بك.
fa: ارتباط با کارساز شکست خورد: %1. لطفاً تنظیمات پیشکار خود را مرور کنید.

source: Proxy Settings
ar: إعدادت الوسيط
fa: تنظیمات پیشکار

# @title:group
source: Register
ar: سجّل
fa: نام‌نویسی

source: Username
ar: اسم المستخدم
fa: نام‌کاربری

source: Email Address
ar: عنوان البريد الإلكترونيّ
fa: رایانامه

source: Password
ar: كلمة السّر
fa: کلمه عبور

source: Date of Birth
ar: تاريخ الميلاد

source: Reason
ar: عقل
fa: علت

source: Register
ar: سجّل
fa: نام‌نویسی

# @title:window
source: Rules
ar: مساطر
fa: قوانین

# @title:group
source: Rules
ar: مساطر
fa: قوانین

# @action:button Agree to server rules
source: Agree
ar: موافق
fa: می‌پذیرم

# @action:button Disagree to server rules
source: Disagree
ar: غير موافق
fa: نمی‌پذیرم

# @title:window
source: Pick a Server
ar: اختر خادوم
fa: یک کارساز انتخاب کنید

# @title:window
source: Choose your Existing Server
ar: اختر خادمك الموجود

source: This server is closed for registration: %1
ar: هذا الخادم مغلق للتسجيل: %1
fa: این کارساز برای ثبت‌نام بسته است: %1

source: This server is closed for registration, and did not provide a reason.
ar: هذا الخادم مغلق للتسجيل ولم يقدم سببًا.

source: Search or enter URL…
ar: ابحث او ادخل العنوان…

source: Custom Server
ar: خادوم مخصص
