Repository: KDE/tokodon
Catalog: po/*/tokodon.po
Languages: ar, fa

source: Public Servers
ar: الخوادم العامة

source: No Public Servers
ar: لا خوادم عامة

source: Enter a server URL manually in the search field.
ar: أدخل عنوان URL للخادم يدويًا في حقل البحث.

# @action:button Open in external web browser
source: Open Externally
ar: افتحه خارجيا
fa: بازکردن در منبع خارجی

# @info
source: Tokodon
ar: توكودون

# @info
source: Browse the Fediverse and connect with people on Mastodon (and other compatible software).
ar: تصفح موقع فيديفيرس وتواصل مع الأشخاص على ماستدون (وغيرها من برامج أخرى متوافقة).

# @action:button Pick a Mastodon server
source: Register
ar: سجّل

# @action:button Use an existing Mastodon account
source: Login
ar: لج

# @action:button Application settings
source: Settings
ar: إعدادات

# @action:button
source: Compatible with Mastodon
ar: متوافق مع ماستدون

# @info Compatible with Mastodon
source: Compatible with
ar: متوافق مع

# @title
source: Open As…
ar: فتح كـ…
fa: باز کردن به عنوان....

# @title
source: Reply As…
ar: ردّ كـ…
fa: پاسخ دادن به عنوان....

# @title
source: Favorite As…
ar: فضّل كـ…
fa: پسندیدن به عنوان....

# @title
source: Boost As…
ar: أعد النشر كـ…
fa: تقویت به عنوان....

# @title
source: Bookmark As…
ar: علّم كـ…
fa: نشانک‌گذاری به عنوان....

# @title
source: Unknown Action
ar: إجراء مجهول
fa: عملیات ناشناخته

source: It seems pretty quiet right now, try posting something!
ar: يبدو الوضع هادئًا جدًا الآن، حاول نشر شيء ما!

source: No Favorites
ar: لا توجد مفضلة

source: Posts that you favorite will show up here. If you appreciate someone's post, favorite it!
ar: ستظهر المنشورات التي تفضلها هنا. إذا كنت تقدر منشور شخص ما فضّلها!

source: No Bookmarks
ar: لا علامات مواقع

source: Bookmark posts and they will show up here. Bookmarks are always kept private, even to the post's author.
ar: ضع إشارة مرجعية على المنشورات وستظهر هنا. تبقى الإشارات المرجعية خاصة دائماً، حتى لمؤلف المنشور.

source: Write a New Post
ar: اكتب منشورًا جديدًا

source: Write a new post
ar: اكتب منشورًا جديدًا
fa: نوشتن یک فرسته جدید

source: Reply to post
ar: رد على المنشور
fa: پاسخ‌دادن به فرسته

# @action:button Home Timeline
source: Home
ar: المنزل

# @action:button Account Notifications
source: Notifications
ar: الإشعارات

# @action:button Follows that require explicit allow/deny
source: Follow Requests
ar: طلبات المتابعة

# @action:button Local timeline of posts from the account's own server
source: Local
ar: المحليّة

# @action:button Global timeline of posts from the entire Fediverse network
source: Global
ar: عام

# @action:button Direct one-on-one messages between users
source: Conversations
ar: المحادثات

# @action:button This account's favorited posts
source: Favorites
ar: المفضّلة

# @action:button This account's bookmarked posts
source: Bookmarks
ar: العلامات

# @action:button Explore this server's trending posts, news, and more
source: Explore
ar: استكشف

# @action:button A list of this account's followed accounts
source: Following
ar: المتابَعين

# @action:button Search for users, posts and tags
source: Search
ar: ابحث

source: Lists
ar: القوائم

# @action:button This account's profile
source: Profile
ar: الملف الشخصي

# @action:button Open debug page
source: Debug
ar: نقّح
fa: اشکال‌زدایی

# @action:button Open moderation tools
source: Moderation Tools
ar: أدوات الإشراف
fa: ابزارهای مدیریت

# @action:button Open settings dialog
source: Settings
ar: إعدادات
fa: تنظیمات

# @action:intoolbar
source: Unfollow
ar: ألغ المتابعة

# @action:intoolbar
source: Follow
ar: تابع

# @title
source: Embed Information
ar: تضمين المعلومات
fa: جاسازی اطلاعات

source: Advanced Search
ar: بحث متقدّم
fa: جستجوی پیشرفته

# @info:placeholder Username for searching accounts
source: Username:
ar: اسم المستخدم:
fa: نام کاربری:

# @info:placeholder display name for searching accounts
source: Display Name:
ar: اسم العرض:
fa: نام نمایشی:

# @info:placeholder email for searching accounts
source: Email:
ar: البريد الإلكترونيّ:
fa: رایانامه

# @info:placeholder ip for searching accounts
source: IP:
ar: آي بي:
fa: آی‌پی:

# @info:Search button to initiate searching accounts
source: Search
ar: ابحث
fa: جستجو

# @info:Reset button to reset all the text fields
source: Reset
ar: صفّر
fa: بازنشانی

# @info:Cancel button to close the dailog
source: Cancel
ar: ألغِ
fa: صرف‌نظر

# @info:Location combobox to choose location filters
source: Location
ar: المكان
fa: محل

# @info:Filter out accounts from any location
source: All
ar: الكلّ
fa: همه

# @info:Filter out local accounts
source: Local
ar: المحليّة
fa: محلی

# @info:Filter out remote accounts
source: Remote
ar: البعيد
fa: دوردست

source: Moderation Status
ar: حالة الإشراف
fa: وضعیت مدیریت

# @info:Filter out accounts with any moderation status
source: All
ar: الكلّ
fa: همه

# @info:Filter out accounts with active moderation status
source: Active
ar: نشط
fa: فعال

# @info:Filter out accounts with pending moderation status
source: Pending
ar: ينتظر
fa: در انتظار

# @info:Filter out accounts with disabled moderation status
source: Disabled
ar: معطّل
fa: غیرفعال

# @info:Filter out accounts with silenced moderation status
source: Silenced
ar: المصمتة
fa: بی‌صدا شده

# @info:Filter out accounts with suspended moderation status
source: Suspended
ar: مُعلَّق
fa: معلق شده

# @info:Role combobox to choose between different role filters
source: Role
ar: الدّور
fa: نقش

# @info:Filter out accounts with any role
source: All
ar: الكلّ
fa: همه

# @info:Filter out accounts with moderator role
source: Moderator
ar: الوسيط
fa: مدیر

# @info:Filter out accounts with admin role
source: Admin
ar: مدير
fa: مدیر

# @info:Filter out accounts with owner role
source: Owner
ar: المالك
fa: مالک

source: No accounts found
ar: لم يُعثر على حسابات
fa: هیچ حسابی یافت نشد

# @action:button
source: Create Email Block
ar: أنشئ حظر لبريد إلكتروني
fa: مسدود کردن رایانامه

# @title
source: E-Mail Domain Info
ar: معلومات نطاق البريد الإلكتروني
fa: اطلاعات دامنه رایانامه

# @info The domain on which the block is imposed
source: Email domain name
ar: اسم نطاق البريد الإلكتروني
fa: نام دامنه رایانامه

# @info Time when the block was imposed.
source: Block created at
ar: أُنشئ الحظر في
fa: مسدودی ایجاد شد در

source: Account sign-up attempts in this week
ar: محاولات تسجيل الحساب في هذا الأسبوع
fa: تلاش‌های نام‌نویسی در این هفته

# @info The counted IP signup attempts of that email domain within that day.
source: IP sign-up attempts in this week
ar: محاولات تسجيل IP في هذا الأسبوع
fa: آی‌پی تلاش‌های نام‌نویسی در این هفته

# @action:button
source: Cancel
ar: ألغِ
fa: لغو

# @action:button
source: Delete email block
ar: احذف حظر البريد الإلكتروني
fa: حذف مسدودی رایانامه

source: Email block deleted
ar: حُذف حظر البريد الإلكتروني
fa: مسدودیت رایانامه حذف شد

# @title
source: New E-Mail Domain Block
ar: احظر نطاق البريد الإلكتروني الجديد
fa: مسدود کردن دامنه رایانامه جدید

# @info The domain on which the block will be imposed
source: Domain *
ar: نطاق*
fa: دامنه *

source: This can be the domain name that shows up in the e-mail address or the MX record it uses. They will be checked upon sign-up.
ar: يمكن أن يكون هذا هو اسم النطاق الذي يظهر في عنوان البريد الإلكتروني أو MX الذي يستخدمه. وسيجري التحقق منها عند التسجيل.
fa: این می‌تواند نام دامنه‌ای باشد که در نشانی رایانامه و یا رکورد های MX استفاده می‌شود. در هنگام نام‌نویسی چک خواهند شد.

# @action:button
source: Resolve domain
ar: حلل النطاق
fa: برطرف‌کردن دامنه

source: New email block added
ar: أُضيف حظر لبريد إلكتروني جديد
fa: یک رایانامه جدید مسدود شد

# @info
source: %1 sign-up attempts over the last week
ar: %1 محاولات تسجيل خلال الأسبوع الماضي
fa: %1 درخواست نام‌نویسی در یک هفته اخیر

source: No email blocks found
ar: لم يُعثر على أي حظر لبريد إلكترونيّ
fa: هیچ رایانامه مسدود شده‌ای یافت نشد

source: Add New Domain Block
ar: أضف حظر نطاق جديد
fa: مسدود کردن یک دامنه جدید

source: Allow Federation with Domain
ar: اسمح بالاتحاد مع النطاق
fa: اجازه دادن برای فدراسیون با این دامنه

source: Allowed Domain Info
ar: معلومات النطاق المسموح بها
fa: اطلاعات دامنه اجازه داده شده

# @info:The domain that is allowed to federate
source: Domain
ar: النطاق
fa: دامنه

# @info:Time when the domain was allowed to federate.
source: Created at
ar: أُنشئت في
fa: ایجاد شده در

source: Disallow Federation with Domain
ar: لا تسمح بالاتحاد مع النطاق
fa: اجازه ندادن برای فدراسیون با این دامنه

source: Disallowed federation with the domain
ar: لا يُسمح بالاتحاد مع النطاق
fa: اجازه ندادن برای فدراسیون با این دامنه

source: Add Domain Block
ar: احظر نطاق جديد
fa: مسدود کردن یک دامنه

# @info:Enter the domain address of the domain block
source: Domain*
ar: نطاق*
fa: دامنه*

source: Public comment
ar: تعليق عام
fa: نظر عمومی

source: Private Comment
ar: تعليق خاص
fa: نظر خصوصی

source: Moderation
ar: الإشراف
fa: مدیریت

# @info:Filter out all the allowed domains
source: Silence
ar: أسكت
fa: سکوت

# @info:Filter out all the blocked domains
source: Suspend
ar: علّق
fa: معلق

# @info:Filter out all the blocked domains
source: None
ar: لا شيء
fa: هیچ‌کدام

source: Reject media files
ar: ارفض ملفات الوسائط
fa: رد کردن پرونده‌های رسانه

source: Removes locally stored media files and refuses to download any in the future. Irrelevant for suspensions
ar: يزيل ملفات الوسائط المخزنة محلياً ويرفض تنزيل أي منها في المستقبل. غير ذي صلة بالتعليق
fa: حذف کردن پرونده‌های رسانه محلی و اجازه‌ندادن برای دانلود در آینده. نامربوط به معلق کردن

source: Reject reports
ar: ارفض التقارير
fa: رد کردن گزارشات

source: Ignore all reports coming from this domain. Irrelevant for suspensions
ar: تجاهل كافة التقارير الواردة من هذا المجال. غير ذي صلة بالتعليق
fa: تمامی گزارشاتی که از سوی این دامنه ارسال می‌شوند را نادیده بگیر. نامربوط به معلق‌کردن

source: Obfuscate domain name
ar: اسم المجال غامض
fa: مخدوش‌سازی نام دامنه

source: Partially obfuscate the domain name in the list if advertising the list of domain limitations is enabled
ar: شوّش اسم المجال جزئيًا في القائمة إذا كان الإعلان عن قائمة قيود المجال ممكّنة
fa: مخدوش کردن جزئی نام دامنه ها در لیست، اگر تبلیغ لیست حساب‌های محدود شده فعال باشد.

# @info:Button to create a domain block
source: Create Block
ar: أنشئ حظرًا
fa: مسدود کردن

source: New domain block added
ar: أُضيف حظر لنطاق جديد
fa: یک دامنه جدید مسدود شد

source: Domain*
ar: نطاق*
fa: دامنه*

source: New Allowed Domain Added
ar: أُضيف نطاق مسموح جديد
fa: به دامنه‌های جدید مجوز داده شد

source: Allowed domain option is available for instances with limited federation mode enabled
ar: يتوفر خيار النطاق المسموح به للمثيلات التي تُمكن وضع الاتحاد المحدود فيها
fa: لیست دامنه‌های اجازه شده در کارسازهایی فعال هستند که فدراسیون محدود داشته باشند.

# @info:Choose between allowed and limited domains
source: Moderation
ar: الإشراف
fa: مدیریت

# @info:Filter out all the blocked domains
source: Blocked domains
ar: النطاقات المحظورة
fa: دامنه‌های مسدود شده

# @info:Filter out all the allowed domains in limited federation mode
source: Allowed domains
ar: النطاقات المسموح بها
fa: دامنه‌های اجازه داده شده

source: Allowed for federation
ar: مسموح للاتحاد
fa: اجازه‌داده شده برای فدراسیون

source: No federations found
ar: لم يعثر على أي اتحادات
fa: هیچ فدراسیونی یافت نشد

# @action:button
source: Create Rule
ar: أنشئ قاعدة
fa: ایجاد قانون

source: New IP Rule
ar: قاعدة آي بي الجديدة
fa: ایجاد قانون آی‌پی

# @info:Enter the domain address of the domain block
source: IP*
ar: آي بي*
fa: آی‌پی*

# @info:Time after which the rule will be lifted
source: Expire After
ar: تنتهي صلاحيته بعد
fa: منقضی شود بعد از

# @info:Option to block out the IP for 1 day
source: 1 day
ar: يوم واحد
fa: ۱ روز

# @info:Option to block out the IP for 2 weeks
source: 2 weeks
ar: أسبوعين
fa: ۲ هفته

# @info:Option to block out the IP for 1 month
source: 1 month
ar: شهر
fa: ۱ ماه

# @info:Option to block out the IP for 6 months
source: 6 month
ar: 6 أشهر
fa: ۶ ماه

# @info:Option to block out the IP for 1 year
source: 1 year
ar: سنة
fa: ۱ سال

# @info:Option to block out the IP for 3 years
source: 3 year
ar: 3 سنوات
fa: ۳ سال

# @info: The comment attached with the ip rule
source: Comment
ar: التعليق
fa: نظر

source: Optional. Remember why you added this rule.
ar: اختياري. تذكر سبب إضافة هذه القاعدة.
fa: اختیاری. به‌ یاد داشته باشید چرا این قانون را اضافه کردید.

# @info:The rule attached with the ip rule
source: Rule *
ar: القاعدة *
fa: قانون *

source: Choose what will happen with requests from this IP
ar: اختر ما سيحدث للطلبات من عنوان IP هذا
fa: انتخاب کنید در صورت درخواست از این آی‌پی چه اتفاقی بی‌افتد

source: Limit sign-ups
ar: حد من الاشتراكات
fa: محدود کردن نام‌نویسی‌ها

source: New sign-ups will require your approval
ar: الاشتراكات الجديدة سوف تتطلب موافقتك
fa: نام‌نویسی های جدید نیازمند تأیید شما خواهند بود

source: Block sign-ups
ar: احظر الاشتراكات
fa: مسدود کردن نام‌نویسی

source: New sign-ups will not be possible
ar: الاشتراكات الجديدة لن تكون ممكنة
fa: نام‌نویسی جدید ناممکن خواهد بود

source: Block access
ar: احظر الوصول
fa: مسدود کردن دسترسی

source: Block access to all resources
ar: امنع الوصول إلى كافة الموارد
fa: مسدود کردن دسترسی به همه منابع

# @info:Button to create a IP rule
source: Create IP rule
ar: أنشئ قاعدة عنوان آي بي
fa: ایجاد قانون آی‌پی

source: New IP rule added
ar: أضيفت قاعدة عنوان آي بي جديدة
fa: قانون آی‌پی جدید ایجاد شد

# @label
source: Limit sign-ups
ar: حد من الاشتراكات
fa: محدود کردن نام‌نویسی‌ها

# @label
source: Block sign-ups
ar: احظر الاشتراكات
fa: مسدود کردن نام‌نویسی ها

# @label
source: Block access
ar: احظر الوصول
fa: مسدود کردن دسترسی

source: No IP rules found
ar: لم يعثر على قواعد آي بي
fa: هیچ قانونی برای آی‌پی یافت نشد.

source: Not Available
ar: غير متوفّر
fa: دردسترس نیست

source: Perform moderation action on %1
ar: نفد إجراء الإشراف على %1
fa: اعمال عمل مدیریتی بر روی %1

source: Warn
ar: تحذير
fa: اخطار

source: Freeze
ar: تجميد
fa: منجمد کردن

# @info: Force all this user's media attachments to be flagged as sensitive.
source: Force-Sensitive
ar: افرض علامة حساس على كل الوسائط

source: Limit
ar: حدّ
fa: محدود کردن

source: Suspend
ar: علّق
fa: معلق کردن

# @info: The user will receive an explanation of what happened with their account
source: Notify the user per e-mail
ar: إعلام المستخدم بواسطة بريد إلكتروني
fa: با رایانامه به کاربر اطلاع‌رسانی کن

# @info: Send a warning note to the user.
source: Custom warning
ar: تحذير مخصص
fa: اخطار سفارشی

# @info:Button to submit the action aginst the user.
source: Submit
ar: أرسل
fa: ثبت کردن

source: Action taken successfully
ar: تم الإجراء بنجاح
fa: عمل با موفقیت صورت گرفت

# @info:Cancel button to close the dailog.
source: Cancel
ar: ألغِ
fa: لغو

source: Are you sure?
ar: هل أنت متأكد؟
fa: آیا مطمعن هستید؟

source: Action will be taken against the account.
ar: سيتخذ إجراء ضد الحساب.
fa: اعمالی برضد این حساب‌کاربری صورت خواهد گرفت.

source: Successfully approved %1's sign-up application
ar: اعتماد طلب تسجيل %1 بنجاح
fa: درخواست نام‌نویسی %1 با موفقیت تأیید شد.

source: Successfully rejected %1's sign-up application
ar: رُفض طلب تسجيل %1 بنجاح
fa: درخواست نام‌نویسی %1 با موفقیت رد شد.

source: Successfully unfreezed %1's account
ar: ألغي تجميد حساب %1 بنجاح
fa: با موفقیت حساب‌کاربری %1 از انجماد خارج شد.

source: Successfully unsilenced %1's account
ar: ألغي صمت حساب %1 بنجاح
fa: حساب‌کاربری %1 با موفقیت از سکوت خارج شد.

source: Successfully unsuspended %1's account
ar: ألغي تعليق حساب %1 بنجاح
fa: حساب‌کاربری %1 با موفقیت از تعلیق خارج شد.

source: Successfully undo force-sensitive %1's account
ar: تُروجع عن جعل حساب %1 الحساس
fa: با موفقیت حساسیت زوری از روی حساب‌کاربری %1 برداشته شد.

source: Successfully deleted %1's account data
ar: حُذفت بيانات حساب %1 بنجاح
fa: اطلاعات حساب‌کاربری %1 با موفقیت حذف گردید.

# @info Bio label of account.
source: Bio
ar: السيرة الذاتية
fa: درباره

source: Reasons for joining
ar: أسباب الانضمام
fa: علت‌ عضویت

# @info:Number of Posts
source: Posts
ar: المنشورات
fa: فرسته‌ها

# @info:Number of followers.
source: Followers
ar: المتابعين
fa: پی‌گیرندگان

# @info:row Number of accounts followed by the account
source: Following
ar: تتبع
fa: پی‌گرفته‌ها

source: No role
ar: لا يوجد دور
fa: بدون نقش

# @info Role of the account on this server.
source: Role
ar: الدّور
fa: نقش

# @info The last time the account was active.
source: Last Active
ar: أحدث نشاط
fa: آخرین فعالیت

# @info The current login status of the account.
source: Login Status
ar: حالة الولوج
fa: وضعیت ورود

# @info: Role of the user.
source: Role
ar: الدّور
fa: نقش

# @info: Email of the user.
source: Email
ar: البريد الإلكترونيّ
fa: رایانامه

# @info: Email confirmation status of the user.
source: Email Status
ar: حالة البريد الإلكتروني
fa: وضعیت رایانامه

source: Confirmed
ar: مؤكد
fa: تأیید شده.

source: Not Confirmed
ar: غير مؤكد
fa: تأیید نشده.

# @info: Locale of the user.
source: Account Locale
ar: محلية الحساب
fa: منطقه حساب‌کاربری

# @info: Joining date of the user
source: Joined
ar: انضم
fa: عضو‌ شده

source: Most recent IP
ar: أحدث آي بي IP
fa: آی‌پی اخیر

source: Invited By
ar: مدعو بواسطة
fa: دعوت‌شده توسط

# @info: Approve the user's request
source: Approve
ar: اقبل
fa: تأیید

# @info: Reject the user's request
source: Reject
ar: ارفض
fa: رد‌کردن

source: Delete Account Data
ar: احذف بيانات الحساب
fa: حذف اطلاعات حساب‌کاربری

# @info: Unfreeze the user's account
source: Unfreeze
ar: فك التجميد
fa: خارج کردن از انجماد

source: Undo Limit
ar: تراجع عن الحد
fa: بازگردانی محدودیت

source: Undo Suspension
ar: تراجع عن التعليق
fa: بازگردانی تعلیق

source: Undo force-sensitive
ar: تراجع عن جعل الحساب حساس
fa: بازگردانی حساسیت زوری

source: Take action against this account
ar: خذ إجراء ضد هذا الحساب
fa: انجام اقداماتی نسبت به این حساب‌کاربری

source: Remove Domain Block
ar: أزل حظر النطاق
fa: حذف مسدودیت دامنه

source: Domain Block Removed
ar: أُزيل حظر النطاق
fa: مسدودیت دامنه حذف شد

source: Edit domain block
ar: حرر حظر النطاق
fa: ویرایش مسدودیت دامنه

source: Private comment
ar: تعليق خاص
fa: نظر خصوصی

# @info:Button to update the domain block with new values
source: Update Block
ar: حدّث الحظر
fa: به‌روزکردن مسدودیت

source: Domain block updated
ar: حُدث حظر النطاق
fa: مسدودیت دامنه به‌روز شد

source: Blocked at
ar: محظور في
fa: مسدود شده در

# @info: No public comment provided
source: None
ar: لا شيء
fa: هیچی

# @info: No private comment provided
source: None
ar: لا شيء
fa: هیچی

# @info:The policy to be applied by this domain block
source: Policy
ar: السّياسة
fa: خط مشی

# @info:Whether to obfuscate public displays of this domain block
source: Obfuscate
ar: شوش
fa: مبهم‌سازی

# @info:Whether to reject incoming media from this domain
source: Reject media
ar: ارفض الوسائط
fa: رد کردن رسانه

# @info:Whether to reject incoming reports from this domain
source: Reject reports
ar: ارفض التقارير
fa: رد کردن گزارشات

source: Edit Domain Block
ar: حرر حظر النطاق
fa: ویرایش مسدودیت دامنه

# @action:inmenu
source: Remove IP Rule
ar: أزل قاعدة آي بي IP
fa: حذف قانون آی‌پی

source: IP Rule Removed
ar: أُزيلت قاعدة آي بي
fa: قانون آی‌پی حذف شد

# @title:window
source: Update IP Rule
ar: حدث قاعدة آي بي IP
fa: به‌روزرسانی قانون آی‌پی

# @info IP address of the ip block
source: IP
ar: آي بي
fa: آی‌پی

# @info Time after which the rule will be lifted
source: Expire After
ar: تنتهي صلاحيته بعد
fa: باطل شود بعد از

# @info Option to block out the IP for 1 day
source: 1 day
ar: يوم واحد
fa: یک روز

# @info Option to block out the IP for 2 weeks
source: 2 weeks
ar: أسبوعين
fa: دو هفته

# @info Option to block out the IP for 1 month
source: 1 month
ar: شهر
fa: یک ماه

# @info Option to block out the IP for 6 months
source: 6 month
ar: 6 أشهر
fa: شش ماه

# @info Option to block out the IP for 1 year
source: 1 year
ar: سنة
fa: یک سال

# @info Option to block out the IP for 3 years
source: 3 year
ar: 3 سنوات
fa: سه سال

# @info The comment attached with the ip rule
source: Comment
ar: التعليق
fa: نظر

# @info The rule attached with the ip rule
source: Rule *
ar: القاعدة *
fa: قانون *

# @info Cancel button to close the dailog
source: Cancel
ar: ألغِ
fa: لغو

# @info Button to update an IP rule
source: Update IP rule
ar: حدث قاعدة آي بي IP
fa: به‌روزرسانی قانون آی‌پی

source: IP rule updated
ar: حُدّثت قاعدة آي بي
fa: قانون آی‌پی به‌روزرسانی شد

# @info Time after which the rule will be lifted
source: Expires at
ar: تنتهي صلاحيته في
fa: باطل شود در

# @info No public comment provided
source: None
ar: لا شيء
fa: هیچی

# @info The severity to be applied by this IP rule
source: Severity
ar: الخطورة
fa: شدت

# @action:button
source: Update IP Rule
ar: حدث قاعدة آي بي IP
fa: به‌روزرسانی قانون آی‌پی

source: Report #%1
ar: بلّغ #%1
fa: گزارش #%1

source: Mark as unresolved
ar: وضع علامة غير محلول
fa: نشانه‌گذاری به عنوان رفع نشده

source: Mark as resolved
ar: ضع علامة محلول.
fa: نشانه‌گذاری به عنوان رفع شده

source: Report Unresolved
ar: أبلغ عن عدم الحل
fa: گزارش رفع نشده

source: Report Resolved
ar: أبلغ أنها محلولة
fa: گزارش رفع شده

# @info Number of Posts
source: Posts
ar: المنشورات
fa: فرسته‌ها

# @info Number of followers.
source: Followers
ar: المتابعين
fa: پی‌گیرنده‌ها

# @info Row Number of accounts followed by the account
source: Following
ar: تتبع
fa: پی‌گرفته‌ها

# @info Time at which the reported account joined.
source: Joined
ar: انضم
fa: عضو شده

# @info The last time the reported account was active.
source: Last Active
ar: أحدث نشاط
fa: آخرین فعالیت

# @info The current login status of the account.
source: Reported
ar: مُبلغ عنه
fa: گزارش شده

# @info Time at which the report was made
source: Reported
ar: مُبلغ عنه
fa: گزارش شده

source: Reported By
ar: مبلغ عنه من قبل
fa: گزارش شده توسط

source: Report Status
ar: حالة التبليغ
fa: وضعیت گزارش

source: Resolved
ar: محلولة
fa: رفع شده

source: Unresolved
ar: غير محلول
fa: رفع شده

source: Action taken by
ar: الإجراء المتخذ من قبل
fa: اقدام صورت گرفته توسط

source: Assigned moderator
ar: المشرف المسند إليه
fa: مدیر انتخاب شده

source: No one
ar: لا أحد
fa: هیچ‌کس

source: Unassign
ar: ألغ الإسناد
fa: لغو واگذاری

source: Assign to me
ar: أسندها لي
fa: واگذاری به من

source: Forwarded
ar: مُرّرت
fa: باز ارسال شده

# @info:The report is forwarded
source: Yes
ar: نعم
fa: بله

# @info:The report is not forwarded
source: No
ar: لا
fa: خیر

source: Category
ar: الفئة
fa: دسته‌بندی

source: The reason this account and/or content was reported will be cited in communication with the reported account
ar: سيُذكر سبب الإبلاغ عن هذا الحساب و/أو المحتوى عند التواصل مع الحساب المُبلغ عنه
fa: دلیل گزارش این حساب و/یا محتوا در ارتباط با حساب گزارش شده ذکر خواهد شد

source: Other
ar: أخرى
fa: غیره

source: Category changed to other
ar: تغيّرت الفئة إلى أخرى
fa: دسته‌بندی به غیره تغییر یافت

source: Spam
ar: سخام
fa: هرزنامهٔ

source: Category changed to spam
ar: تغيّرت الفئة إلى سخام
fa: دسته‌بندی به هرزنامهٔ تغییر یافت

source: Content violates one or more server rules
ar: المحتوى ينتهك قاعدة خادم واحدة أو أكثر
fa: این محتوا یک یا چندین قوانین از کارساز را نقض می‌کند

source: Category changed to rule violation
ar: تغيّرت الفئة إلى انتهاك القواعد
fa: دسته‌بندی به نقض قوانین تغییر یافت

source: To provide more information, %1 wrote:
ar: لتوفير المزيد من المعلومات، كتب %1:
fa: برای ارائه اطلاعات بیشتر، %1 نوشت:

# @info:Account didn't provide any comment on the report
source: N/A
ar: غ/م

source: Reported Content
ar: المحتوى المبلغ عنه
fa: محتوای گزارش شده

source: Offending content will be cited in communication with the reported account
ar: سيُستشهد بالمحتوى المخالف في التواصل مع الحساب المُبلغ عنه
fa: محتوای توهین آمیز در ارتباط با حساب گزارش شده ذکر می شود

source: <b>Content Warning</b><br /> %1
ar: <b>تحذير بشأن المحتوى</b><br /> %1
fa: <b> هشدار محتوا </b><br/> %1

source: Show Less
ar: أظهر أقل
fa: نمایش کمتر

source: Show More
ar: اعرض المزيد
fa: نمایش بیشتر

# @title
source: Accounts
ar: الحسابات
fa: حساب‌های کاربری

source: Reports
ar: التقارير
fa: گزارشات

# @title
source: Federation
ar: الاتحاد
fa: فدراسیون

# @title
source: IP Rules
ar: قواعد آي بي
fa: قوانین آی‌پی

# @title
source: Email Blocks
ar: حظر البريد الإلكتروني
fa: رایانامه‌های مسدود
